Repository: BrainTech/svarog
Catalog: svarog/src/main/resources/org/signalml/app/resource/i18n/*.po
Languages: pl

source: %% occupied in %d s
pl: %% zajęte w %d s

source: (default)
pl: (domyślna)

source: (no signal to paint)
pl: (brak sygnału do wyświetlenia)

source: (no streams available)
pl: (brak dostępnych strumieni)

source: (none)
pl: (brak)

source: (select source)
pl: (Wybierz źródło)

source: (select video stream)
pl: (wybierz strumień wideo)

source: < Empty preset—no styles defined >
pl: < Pusty preset — brak zdefiniowanych stylów >

source: << select to choose preset >>
pl: << wybierz, aby wybrać preset >>

source: << select to load preset >>
pl: << wybierz, aby załadować preset >>

source: <Select item>
pl: <Wybierz element>

source: <html><body>Opened video file has no time index.<br>It may not be possible to change time position.</body></html>
pl: <html> <body> Otwarty plik wideo nie ma indeksu czasu. <br> Zmiana pozycji czasu może nie być możliwa. </body> </html>

source: <html><body>VLC libraries are missing. Video preview will not be available.<br>The VLC player can be downloaded from http://www.videolan.org/vlc/ or your system's repositiories.</body></html>
pl: <html> <body> Brakuje bibliotek VLC. Podgląd wideo nie będzie dostępny. <br> Odtwarzacz VLC można pobrać ze strony http://www.videolan.org/vlc/ lub repozytorium systemu. </body> </ html>

source: <html>Choose files to which signal, tags and Psychopy results will be saved.<br>File Extensions will be added automatically</html>
pl: <html> Wybierz pliki, do których zostaną zapisane wyniki, tagi i wyniki PsychoPy. <br> Rozszerzenia plików zostaną dodane automatycznie </html>

source: <html>time %% of<br>%s<br>per %d s
pl: <html>%% czasu<br>%s<br>w %d s

source: A file must be chosen
pl: Plik musi zostać wybrany

source: A filter must have a description
pl: Filtr musi mieć opis

source: A new document has been created. Save?
pl: Nowy dokument został utworzony. Zapisać?

source: AIC(order) = log(det(V)) + 2 × order × channels² / samples
pl: AIC(rząd) = log (det (V)) + 2 × rząd × kanały² / próbki

source: Abort
pl: Przerwij

source: Abort (will be lost)
pl: Przerwij (przepadnie)

source: Abort all abortable tasks
pl: Przerwij wszystkie przerywalne zadania

source: Abort all tasks
pl: Przerwij wszystkie zadania

source: Abort this task (the task might not terminate immediately)
pl: Przerwij to zadanie (zadanie może nie zakończyć się natychmiast)

source: Aborted
pl: Przerwany

source: Accept edit
pl: Zatwierdź edycję

source: Active
pl: Aktywny

source: Add FFT filter
pl: Dodaj filtr FFT

source: Add a custom-made time domain filter
pl: Dodaj niestandardowy filtr w domenie czasu

source: Add a filter that filters based on a signal tag
pl: Dodaj filtr, który filtruje na podstawie tagu sygnałowego

source: Add a filter that filters based on parameter ranges
pl: Dodaj filtr, który filtruje w oparciu o zakresy parametrów

source: Add a filter that uses a custom class to determine matching atoms
pl: Dodaj filtr, który używa niestandardowej klasy do określenia pasujących atomów

source: Add camera
pl: Dodaj kamerę

source: Add channels
pl: Dodaj kanały

source: Add channels names to csv file
pl: Dodaj nazwy kanałów do pliku csv

source: Add current directory to favorites
pl: Dodaj bieżący katalog do ulubionych

source: Add custom filter
pl: Dodaj niestandardowy filtr

source: Add directories
pl: Dodaj katalogi

source: Add filter
pl: Dodaj filtr

source: Add jar files
pl: Dodaj pliki jar

source: Add local
pl: Dodaj lokalnie

source: Add local process MP executor
pl: Dodaj lokalny program wykonywalny MP

source: Add new block style
pl: Dodaj nowy styl bloku

source: Add new channel style
pl: Dodaj nowy styl kanału

source: Add new filter
pl: Dodaj nowy filtr

source: Add new page style
pl: Dodaj nowy styl strony

source: Add or replace range
pl: Dodaj lub zamień zakres

source: Add parameter filter
pl: Dodaj filtr parametrów

source: Add selected time domain filter
pl: Dodaj wybrany filtr w domenie czasu

source: Add tag based filter
pl: Dodaj filtr oparty na tagach

source: Add time domain filter
pl: Dodaj filtr w domenie czasu

source: Additional config (will be appended to config file as is)
pl: Dodatkowa konfiguracja (zostanie dołączona do pliku konfiguracyjnego bez zmian)

source: Advanced decomposition settings
pl: Zaawansowane ustawienia dekompozycji

source: Advanced/setup
pl: Ustawienia zaawansowane

source: After ERP averaging filter
pl: Po uśredniającym filtrze ERP

source: Align event latencies to data events: NaN
pl: Wyrównaj opóźnienia zdarzeń do zdarzeń w danych: NaN

source: All aborted tasks will be removed.
pl: Wszystkie przerwane zadania zostaną usunięte.

source: All channels
pl: Wszystkie kanały

source: All failed tasks will be removed.
pl: Wszystkie nieudane zadania zostaną usunięte.

source: All filters
pl: Wszystkie filtry

source: All finger hand
pl: Ręka z palcami

source: All non running tasks will be removed.
pl: Wszystkie nieaktywne zadania zostaną usunięte.

source: All running suspendable tasks will be suspended.
pl: Wszystkie uruchomione zawieszalne zadania zostaną zawieszone.

source: All running tasks will be aborted.
pl: Wszystkie uruchomione zadania zostaną przerwane.

source: All suspended tasks will be resumed.
pl: Wszystkie zawieszone zadania zostaną wznowione.

source: All tasks
pl: Wszystkie zadania

source: Alpha waves
pl: Fale alfa

source: Amplifier
pl: Wzmacniacz

source: Amplifier type
pl: Typ wzmacniacza

source: Amplitude
pl: Amplituda

source: An empty tag with no styles
pl: Pusty tag bez stylów

source: An error occured while designing the signal filter.
pl: Wystąpił błąd podczas projektowania filtra sygnału.

source: An error occured while saving the file.
pl: Wystąpił błąd podczas zapisywania pliku.

source: An error occurred in communication with video server
pl: Wystąpił błąd w komunikacji z serwerem wideo

source: An error occurred while connecting to experiment
pl: Wystąpił błąd podczas łączenia z eksperymentem

source: An error occurred while parsing the JSON message ({0})
pl: Wystąpił błąd podczas przetwarzania składni komunikatu JSON ({0})

source: An error occurred while refreshing experiments
pl: Wystąpił błąd podczas odświeżania eksperymentów

source: An unexpected error occurred
pl: Wystąpił nieoczekiwany błąd

source: Analyze tag differences
pl: Analizuj różnice między tagami

source: Annotate tag
pl: Dodaj adnotację do tagu

source: Anonymous plugin classes not supported
pl: Anonimowe klasy wtyczek nie są obsługiwane

source: Antialiasing
pl: Wygładzanie krawędzi

source: Append events: unchecked
pl: Dołącz zdarzenia: odznaczone

source: Application messages console
pl: Konsola komunikatów aplikacji

source: Apply
pl: Zastosuj

source: Apply changes
pl: Zatwierdź zmiany

source: Apply changes to the tag style
pl: Zastosuj zmiany do stylu tagu

source: Apply default montage
pl: Zastosuj domyślny montaż

source: Approximate RAM usage
pl: Przybliżone zużycie pamięci RAM

source: Are you sure you want to close Svarog?
pl: Czy na pewno chcesz zamknąć Svaroga?

source: Are you sure you want to close the preview?
pl: Czy na pewno chcesz zamknąć podgląd?

source: Are you sure you want to overwrite data in this location?
pl: Czy na pewno chcesz zastąpić dane w tej lokalizacji?

source: Are you sure?
pl: Jesteś pewny?

source: Artifact rejection
pl: Odrzucenie artefaktu

source: Artifact tags
pl: Tagi artefaktów

source: Assembled signal
pl: Zmontowany sygnał

source: At least one atom type should be selected!
pl: Przynajmniej jeden typ atomu powinien być wybrany!

source: At least one channel must be selected
pl: Musi zostać wybrany co najmniej jeden kanał

source: At least one class path entry is required
pl: Wymagany jest co najmniej jeden wpis ścieżki klasy

source: At least one set of ears should be available: {0}, {1} or {2}, {3}.
pl: Powinien być dostępny co najmniej jeden zestaw elektrod usznych: {0} , {1} lub {2} , {3} .

source: Atom (non-linear progress)
pl: Atom (postęp nieliniowy)

source: Atom table
pl: Tablica parametrów atomów

source: Atoms in dictionary
pl: Atomy w słowniku

source: Atoms in the current segment (may exclude filtered atoms)
pl: Atomy w bieżącym segmencie (mogą wykluczać filtrowane atomy)

source: Atoms to be included in the dictionary
pl: Atomy do włączenia do słownika

source: Auto adjust new events sampling rate: unchecked
pl: Automatycznie dostosuj częstość próbkowania nowych zdarzeń: niezaznaczone

source: Automatically add a high-pass filter to each signal
pl: Automatycznie dodaj filtr górnoprzepustowy do każdego sygnału

source: Automatically load default montage when opening signals (if defined)
pl: Automatycznie ładuj domyślny montaż przy otwieraniu sygnałów (jeśli zdefiniowano)

source: Automatically try to open tags
pl: Próbuj automatycznie otwierać tagi

source: Automatically try to open video
pl: Próbuj automatycznie otworzyć wideo

source: Auxiliary signal plot ({0}, horizontal synchro {1}, vertical synchro {2})
pl: Wykres sygnału pomocniczego ({0} , synchronizacja pozioma {1} , synchronizacja pionowa {2})

source: Available channels
pl: Dostępne kanały

source: Average books
pl: Uśrednianie książek

source: Average evoked potentials
pl: Uśrednione potencjały wywołane

source: Average map of MP decomposition
pl: Średnia mapa gęstości energii z rozkładu MP

source: Averaged Short-Time Fourier Transform
pl: Uśredniona krótkoczasowa transformata Fouriera

source: Averaged tags
pl: Uśrednione tagi

source: Averaged wavelet transform (%s)
pl: Uśredniona transformata falkowa (%s)

source: Averaging
pl: Uśrednianie

source: Averaging time
pl: Czas uśredniania

source: Back
pl: Z powrotem

source: Backup frequency [s]
pl: Częstość zapasowa [s]

source: Bad IP address value!
pl: Zły adres IP!

source: Bad array length [{0}] expected [{1}]
pl: Nieprawidłowa długość tablicy [{0}], oczekiwane [{1}]

source: Bad class name [{0}]
pl: Zła nazwa klasy [{0}]

source: Bad compressed data
pl: Złe skompresowane dane

source: Bad count
pl: Zła liczba

source: Bad date format [{0}]
pl: Zły format daty [{0}]

source: Bad energy error
pl: Zły błąd energii

source: Bad energy error percentage
pl: Zły procent błędu energii

source: Bad energy percent
pl: Zły procent energii

source: Bad filter parameters, please correct them.
pl: Złe parametry filtra, popraw je proszę.

source: Bad frequency axis range—min must be lower than max
pl: Zły zakres osi częstości — min musi być mniejsze niż max

source: Bad max iteration count
pl: Zła maksymalna liczba iteracji

source: Bad power axis range—min must be lower than max
pl: Zły zakres osi mocy — min musi być mniejsze niż max

source: Bad reference value
pl: Zła wartość odniesienia

source: Bad scale to period factor
pl: Zły współczynnik skali do okresu

source: Bad tag file format
pl: Zły format pliku znaczników

source: Bad window parameter. Allowed range:
pl: Niepoprawny parametr okna. Dozwolony zakres:

source: Bad window parameter. Must be a double precision value
pl: Niepoprawny parametr okna. Musi to być wartość podwójnej precyzji

source: Bad window width. Must be an integer greater than 7
pl: Zła szerokość okna. Musi być liczbą całkowitą większą niż 7

source: Badly conditioned filter coefficients (numerator): the results may be meaningless
pl: Źle dobrane współczynniki filtra (licznik): wyniki mogą być bez znaczenia

source: Base method configuration
pl: Podstawowa konfiguracja metody

source: Baseline correction
pl: Korekta linii bazowej (baseline)

source: Be aware that if number which is a power of 2 will not be supplied, then the nearest greater power of 2 will be used.
pl: Pamiętaj, że jeśli podana liczba nie będzie potęgą 2, zostanie użyta najbliższa większa liczba będąca potęgą 2.

source: Binary files (*.bin)
pl: Pliki binarne (* .bin)

source: Bipolar mode
pl: Tryb dwubiegunowy (bipolarny)

source: Block comparison
pl: Porównanie bloków

source: Block count must be positive
pl: Liczba bloków musi być dodatnia

source: Block lines
pl: Blokuj linie

source: Block selection
pl: Wybór bloku

source: Block statistic
pl: Statystyka bloków

source: Block tag
pl: Zablokuj tag

source: Blocking
pl: Blokowanie

source: Book
pl: Książka

source: Book comment
pl: Komentarz w książce

source: Book contains no valid segments!
pl: Książka nie zawiera poprawnych segmentów!

source: Book file
pl: Plik książki

source: Book file not chosen
pl: Plik książki nie został wybrany

source: Book file parent directory doesn't exist or not writable
pl: Katalog nadrzędny pliku książki nie istnieje lub nie można go zapisać

source: Book files (*.b)
pl: Pliki książek (* .b)

source: Book is empty
pl: Książka jest pusta

source: Books
pl: Książki

source: Browse
pl: Przeglądaj

source: Build
pl: Buduj

source: Byte order
pl: Kolejność bajtów

source: Byte order:
pl: Kolejność bajtów:

source: CANCELLED
pl: ANULOWANY

source: CSV file is badly formatted. Some data may not be displayed properly.
pl: Plik CSV jest źle sformatowany. Niektóre dane mogą nie być wyświetlane poprawnie.

source: Calculating
pl: Obliczanie

source: Camera preview
pl: Podgląd kamery

source: Camera:
pl: Kamera:

source: Can only remove ONE and ZERO channels from source montage!
pl: Może usuwać tylko kanały JEDEN i ZERO z montażu źródłowego!

source: Cancel
pl: Anuluj

source: Cannot compute DTF. Lag autocorrelation matrix is singular.
pl: Nie można obliczyć DTF. Macierz opóźnień autokorelacji jest osobliwa.

source: Cannot design a filter with given rp and rs specifications.
pl: Nie można zaprojektować filtra z podanymi specyfikacjami rp i rs.

source: Cannot design the EP filter—please correct its parameters.
pl: Nie można zaprojektować filtra EP, proszę popraw parametry.

source: Cannot display video preview
pl: Nie można wyświetlić podglądu wideo

source: Cannot find {0} source channel for single reference montage generator
pl: Nie można znaleźć kanału źródłowego {0} dla generatora montażu pojedynczej referencji

source: Cannot get plugin package
pl: Nie można uzyskać pakietu wtyczek

source: Cannot get plugin package name
pl: Nie można uzyskać nazwy pakietu wtyczki

source: Capture key
pl: Klawisz przechwytywania

source: Change active tag (the tag that is being edited)
pl: Zmień aktywny tag (tag, który jest edytowany)

source: Change plot options
pl: Zmień opcje kreślenia

source: Change signal montage
pl: Zmień montaż sygnału

source: Change signal parameters
pl: Zmień parametry sygnału

source: Change the key stroke associated with this style
pl: Zmień klawisz powiązany z tym stylem

source: Changes to the raw config will be lost.
pl: Zmiany w surowej konfiguracji zostaną utracone.

source: Channel
pl: Kanał

source: Channel cannot be null
pl: Kanał nie może mieć wartości null

source: Channel comparison
pl: Porównanie kanałów

source: Channel count must be positive
pl: Liczba kanałów musi być dodatnia

source: Channel count:
pl: Liczba kanałów:

source: Channel height
pl: Wysokość kanału

source: Channel height [px]
pl: Wysokość kanału [px]

source: Channel lines
pl: Linie kanałów

source: Channel no.:
pl: Numer kanału:

source: Channel progress
pl: Postęp w kanale

source: Channel selection
pl: Wybór kanału

source: Channel statistic
pl: Statystyka kanału

source: Channel switching
pl: Przełączanie kanałów

source: Channel tag
pl: Tag kanałowy

source: Channel with this function are immutable—their function cannot be changed
pl: Kanał z tą funkcją jest niezmienny — ich funkcja nie może być zmieniona

source: Channels
pl: Kanały

source: Channels with this function cannot be duplicated.
pl: Kanały z tą funkcją nie mogą być duplikowane.

source: Check Signal
pl: Sprawdź sygnał

source: Check if signal is OK
pl: Sprawdź, czy sygnał jest w porządku

source: Check signal...
pl: Sprawdź sygnał...

source: Choose
pl: Wybierz

source: Choose CSV file to save
pl: Wybierz plik CSV do zapisania

source: Choose MP config file to save
pl: Wybierz plik konfiguracji MP do zapisania

source: Choose MP executable file
pl: Wybierz plik wykonywalny MP

source: Choose MP signal file to save
pl: Wybierz plik sygnału MP do zapisania

source: Choose Psychopy procedure that will run after you click "Ok"
pl: Wybierz procedurę Psychopy, która uruchomi się po kliknięciu "Ok"

source: Choose XML definition file
pl: Wybierz plik definicji XML

source: Choose a book file
pl: Wybierz plik książki

source: Choose a book file to save
pl: Wybierz plik książki do zapisania

source: Choose a signal with an existing ICA analysis.
pl: Wybierz sygnał za pomocą istniejącej analizy ICA.

source: Choose a tab with an existing ICA analysis.
pl: Wybierz kartę z istniejącą analizą ICA.

source: Choose a video stream to record
pl: Wybierz strumień wideo do nagrania

source: Choose active tag
pl: Wybierz aktywny tag

source: Choose amplifier
pl: Wybierz wzmacniacz

source: Choose binary file to save
pl: Wybierz plik binarny do zapisania

source: Choose book file
pl: Wybierz plik książki

source: Choose channels to include
pl: Wybierz kanały do ​​uwzględnienia

source: Choose class path
pl: Wybierz ścieżkę klas

source: Choose class path directories
pl: Wybierz katalogi ścieżek klas

source: Choose code file
pl: Wybierz plik kodu

source: Choose executable
pl: Wybierz plik wykonywalny

source: Choose experiment
pl: Wybierz eksperyment

source: Choose expert tag
pl: Wybierz tag eksperta

source: Choose file to save to
pl: Wybierz plik, do którego chcesz zapisać

source: Choose files to which signal and tags will be recorded.
pl: Wybierz pliki, do których będą zapisywane sygnał i tagi.

source: Choose fully qualified filter class name
pl: Wybierz w pełni kwalifikowaną nazwę klasy filtra

source: Choose generator
pl: Wybierz generator

source: Choose jar files
pl: Wybierz pliki jar

source: Choose limits
pl: Wybierz limity

source: Choose location
pl: Wybierz lokalizację

source: Choose montage
pl: Wybierz montaż

source: Choose montage to save
pl: Wybierz montaż do zapisania

source: Choose new tag type
pl: Wybierz nowy typ tagu

source: Choose png file to save
pl: Wybierz plik PNG do zapisania

source: Choose result targets
pl: Wybierz docelowe wyniki

source: Choose styles
pl: Wybierz style

source: Choose tag documents (2 required)
pl: Wybierz dokumenty znaczników (2 wymagane)

source: Choose tag file
pl: Wybierz plik znacznika (tag)

source: Choose tag types
pl: Wybierz typy tagów

source: Choose text file to save
pl: Wybierz plik tekstowy do zapisania

source: Choose the name of the format
pl: Wybierz nazwę formatu

source: Choose the tag file to filter by
pl: Wybierz plik z tagami do filtrowania według

source: Choose what to save
pl: Wybierz, co zapisać

source: Choose working directory
pl: Wybierz katalog roboczy

source: Choose...
pl: Wybierz...

source: Chosen
pl: Wybrany

source: Clamp values
pl: Przycinaj wartości

source: Clear
pl: Wyczyść

source: Clear all
pl: Wyczyść wszystko

source: Clear filter
pl: Wyczyść filtr

source: Clear montage
pl: Wyczyść montaż

source: Clear the console
pl: Wyczyść konsolę

source: Click to see errors
pl: Kliknij, aby zobaczyć błędy

source: Close
pl: Zamknij

source: Close Tag
pl: Zamknij tag

source: Close active tag
pl: Zamknij aktywny tag

source: Close the active document
pl: Zamknij aktywny dokument

source: Close the window and exit the aplication
pl: Zamknij okno i zakończ aplikację

source: Code files (*.java, *.class)
pl: Pliki kodu (* .java, * .class)

source: Coefficient
pl: Współczynnik

source: Collecting results
pl: Zbieranie wyników

source: Comma-separated values (*.csv)
pl: Wartości rozdzielane przecinkami (* .csv)

source: Common average montage
pl: Montaż "common average"

source: Common signal files (*.d, *.edf, *.raw, *.bin, *.csv, *.txt)
pl: Popularne formaty sygnałów (* .d, * .edf, * .raw, * .bin, * .csv, * .txt)

source: Common user defined
pl: Definiowane przez użytkownika

source: Compact mode
pl: Tryb kompaktowy

source: Compact page tags
pl: Kompaktowe tagi stron

source: Compare tags
pl: Porównaj tagi

source: Compare tags (2 or more must be open)
pl: Porównaj tagi (2 lub więcej muszą być otwarte)

source: Comparison mode disabled
pl: Tryb porównania wyłączony

source: Comparison mode enabled
pl: Tryb porównania włączony

source: Comparison result
pl: Wynik porównania

source: Complete pages only
pl: Tylko pełne strony

source: Compute ICA
pl: Oblicz ICA

source: Condition type
pl: Rodzaj warunku

source: Config files (*.cfg)
pl: Pliki konfiguracyjne (* .cfg)

source: Configure
pl: Skonfiguruj

source: Configure book averaging
pl: Skonfiguruj uśrednianie książki

source: Configure book to tag
pl: Skonfiguruj książkę do oznaczenia

source: Configure local executor
pl: Skonfiguruj lokalny plik wykonywalny

source: Configure search
pl: Skonfiguruj wyszukiwanie

source: Configure selected MP executor
pl: Skonfiguruj wybrany plik wykonywalny MP

source: Configure signal plot
pl: Skonfiguruj wykres sygnału

source: Connecting to experiment cancelled.
pl: Połączenie z eksperymentem zostało anulowane.

source: Connecting to the experiment
pl: Łączenie z eksperymentem

source: Connection log
pl: Log połączenia

source: Console
pl: Konsola

source: Contents...
pl: Zawartość...

source: Contrasting crosshair cursor
pl: Kontrastujący kursor celownika

source: Copy chart to clipboard
pl: Skopiuj wykres do schowka

source: Copy contents to clipboard
pl: Skopiuj zawartość do schowka

source: Copy samples to clipboard
pl: Skopiuj próbki do schowka

source: Copy to clipboard
pl: Skopiuj do schowka

source: Could not kill this experiment in openBCI (error code: %s)
pl: Nie można zabić tego eksperymentu w openBCI (kod błędu: %s )

source: Could not read contents of CSV signal file!
pl: Nie można odczytać zawartości pliku z sygnałem CSV!

source: Create
pl: Utwórz

source: Create a new tag for this signal
pl: Utwórz nowy znacznik dla tego sygnału

source: Create block tags
pl: Utwórz tagi blokowe

source: Create channel tags
pl: Utwórz tagi kanałowe

source: Create new signal plot
pl: Utwórz nowy wykres sygnału

source: Create page tags
pl: Utwórz tagi stronowe

source: Created
pl: Utworzony

source: Creating files
pl: Tworzenie plików

source: Creating interface
pl: Tworzenie interfejsu

source: Creating main window
pl: Tworzenie okna głównego

source: Current atom matching progress
pl: Aktualny postęp dopasowania atomów

source: Current channel
pl: Aktualny kanał

source: Current segment
pl: Aktualny segment

source: Current styles
pl: Aktualne style

source: Custom
pl: Niestandardowy

source: Custom atom filter
pl: Niestandardowy filtr atomów

source: Data filtering
pl: Filtrowanie danych

source: Decomposition
pl: Rozkład

source: Default antialiasing
pl: Domyślne wygładzanie krawędzi

source: Default block lines
pl: Domyślne linie bloków

source: Default channel lines
pl: Domyślne linie kanałów

source: Default clamp values
pl: Domyślnie przycinaj wartości

source: Default draw offscreen channels
pl: Domyślnie rysuj kanały poza ekranem

source: Default montage
pl: Domyślny montaż

source: Default name:
pl: Domyślna nazwa:

source: Default optimize signal displaying
pl: Domyślna optymalizacja wyświetlania sygnału

source: Default page lines
pl: Domyślne linie stron

source: Default signal XOR
pl: Domyślny sygnał XOR

source: Default signal color
pl: Domyślny kolor sygnału

source: Default tag paint mode
pl: Domyślny tryb malowania tagów

source: Default tag tool tips
pl: Domyślne podpowiedzi na temat tagów

source: Delegating atom filter
pl: Delegowanie filtra atomów

source: Deliberating
pl: Rozmyślanie

source: Delta waves
pl: Fale delta

source: Description
pl: Opis

source: Description must not contain control characters
pl: Opis nie może zawierać znaków kontrolnych

source: Dictionary
pl: Słownik

source: Dictionary density and size
pl: Gęstość i rozmiar słownika

source: Dictionary type
pl: Typ słownika
