Repository: BrainTech/svarog
Catalog: svarog/src/main/resources/org/signalml/app/resource/i18n/*.po
Languages: pl

source: No active tag. Open a tag document first.
pl: Brak aktywnego tagu. Najpierw otwórz dokument z tagami.

source: No detailed progress info
pl: Brak szczegółowych informacji o postępach

source: No enclosing plugin class found
pl: Nie znaleziono obejmującej klasy wtyczek

source: No executor
pl: Brak pliku wykonywalnego

source: No nearby atom
pl: Brak pobliskiego atomu

source: No response data is being sent!
pl: Nie wysłano danych odpowiedzi!

source: No result book
pl: Brak książki z wynikami

source: No sample source
pl: Brak źródła próbki

source: No signal selection. Choose a signal fragment first.
pl: Nie wybrano sygnału. Najpierw wybierz fragment sygnału.

source: No such byte order
pl: Nie ma takiej kolejności bajtów

source: No type for radio
pl: Brak typu dla radia

source: Normalize
pl: Normalizuj

source: Normalize samples
pl: Normalizuj próbki

source: Null spectrum returned
pl: Zwrócono zerowe widmo

source: Number of artifact rejected segments
pl: Liczba odrzuconych segmentów artefaktów

source: Number of averaged segments
pl: Liczba uśrednionych segmentów

source: Number of blocks per page
pl: Liczba bloków na stronę

source: Number of blocks per page:
pl: Liczba bloków na stronę:

source: Number of channels
pl: Liczba kanałów

source: Number of file header lines: 10
pl: Liczba linii nagłówka pliku: 10

source: Number of unusable segments
pl: Liczba nieużytecznych segmentów

source: Number of whole pages
pl: Liczba całych stron

source: ONE
pl: JEDEN

source: ONEs channel
pl: Kanał jedynek

source: OSS intersection TP
pl: Przecięcie OSS TP

source: One of required channels not identified:
pl: Jeden z wymaganych kanałów nie został zidentyfikowany:

source: One of required channels not identified: {0} or {1}
pl: Jeden z wymaganych kanałów nie został zidentyfikowany: {0} lub {1}

source: Online amplifiers
pl: Wzmacniacze online

source: Online experiments
pl: Eksperymenty online

source: Open
pl: Otwórz

source: Open Tag...
pl: Otwórz tag ...

source: Open a book document from a file
pl: Otwórz dokument książki z pliku

source: Open a tag file for this signal
pl: Otwórz plik z tagami dla tego sygnału

source: Open book
pl: Otwórz książkę

source: Open books
pl: Otwórz książki

source: Open documents
pl: Otwórz pliki

source: Open in the viewer
pl: Otwórz w przeglądarce

source: Open online signals
pl: Otwarte sygnały online

source: Open preview of the selected camera
pl: Otwórz podgląd wybranej kamery

source: Open recently used document
pl: Otwórz ostatnio używany dokument

source: Open signal
pl: Otwórz sygnał

source: Open signal and set montage for it
pl: Otwórz sygnał i ustaw dla niego montaż

source: Open signals
pl: Otwórz sygnały

source: Open tag
pl: Otwórz tag

source: Open tags
pl: Otwór tagi

source: OpenBCI Address
pl: Adres OpenBCI

source: OpenBCI IP Address
pl: Adres IP OpenBCI

source: OpenBCI port
pl: Port OpenBCI

source: Optimize signal displaying
pl: Zoptymalizuj wyświetlanie sygnału

source: Original
pl: Oryginalny

source: Other settings
pl: Inne ustawienia

source: Others
pl: Inne

source: Outline dash style
pl: Zarys stylu kreski

source: Outline style
pl: Zarys stylu

source: Outline width
pl: Szerokość zarysu

source: Output: Experiment results
pl: Wyjście: wyniki eksperymentu

source: Overwrite
pl: Zastąp

source: PNG graphic files (*.png)
pl: Pliki graficzne PNG (* .png)

source: PNG images
pl: Obrazy PNG

source: Page & block parameters
pl: Parametry strony i bloków

source: Page comparison
pl: Porównanie stron

source: Page lines
pl: Linie strony

source: Page selection
pl: Wybór strony

source: Page size (s)
pl: Rozmiar strony (s)

source: Page size [s]
pl: Rozmiar strony [s]

source: Page size must be positive
pl: Rozmiar strony musi być dodatni

source: Page size:
pl: Rozmiar strony:

source: Page statistic
pl: Statystyka strony

source: Page tag
pl: Tag strony

source: Parameter
pl: Parametr

source: Parameter range atom filter
pl: Filtr zakresu parametrów atomów

source: Parameters
pl: Parametry

source: Passband center frequency [Hz]
pl: Częstość środkowa pasma przenoszenia [Hz]

source: Passband edge frequency 1 [Hz]
pl: Częstość krawędzi pasma przenoszenia 1 [Hz]

source: Passband edge frequency 2 [Hz]
pl: Częstość krawędzi pasma przenoszenia 2 [Hz]

source: Passband ripple [dB]
pl: Niejednorodność (ripple) w paśmie przenoszenia [dB]

source: Passband ripple should be less than stopband attenuation.
pl: Niejednorodność (ripple) w paśmie przenoszenia powinna być mniejsza niż tłumienie w paśmie zaporowym.

source: Path to binary
pl: Ścieżka do pliku binarnego

source: Phase
pl: Faza

source: Play/pause video preview
pl: Odtwórz / wstrzymaj podgląd wideo

source: Please input a correct {0} filename
pl: Wprowadź poprawną nazwę pliku {0}

source: Please insert a rational value
pl: Proszę wstawić wartość wymierną

source: Please insert an integer value
pl: Proszę wstawić wartość całkowitą

source: Please select a preset!
pl: Proszę wybrać ustawienie wstępne!

source: Please select a proper file or monitor signal source!
pl: Proszę wybrać właściwy plik lub źródło sygnału!

source: Please select a video stream to be recorded
pl: Wybierz strumień wideo, który chcesz nagrać

source: Please select at least one tag to average.
pl: Wybierz co najmniej jeden tag do uśredniania.

source: Please select some channels!
pl: Proszę wybrać jakieś kanały!

source: Please specify the sampling frequency.
pl: Proszę podać częstość próbkowania.

source: Please wait
pl: Proszę czekać

source: Please wait...
pl: Proszę czekać...

source: Plot options
pl: Opcje wykresu

source: Plot window height
pl: Wysokość okna wykresu

source: Plugin class %s already registered
pl: Klasa wtyczek %s jest już zarejestrowana

source: Plugin directories
pl: Katalogi wtyczek

source: Plugins options
pl: Opcje wtyczek

source: Pondering
pl: Rozważanie

source: Position
pl: Pozycja

source: Positioned
pl: Umieszczony

source: Power labels
pl: Etykiety mocy

source: Pre-calculate checksums for opened signals
pl: Wstępnie obliczyć sumy kontrolne dla otwartych sygnałów

source: Preferences
pl: Preferencje

source: Preferences...
pl: Preferencje...

source: Preparing
pl: Przygotowanie

source: Preserve scale ratio on drag
pl: Zachowaj współczynnik skali podczas przeciągania

source: Preset already exists, do you really want to overwrite this preset?
pl: Preset już istnieje, czy naprawdę chcesz go zastąpić?

source: Preset is incompatible with this montage—bad channels count in the preset montage!
pl: Ustawienie wstępne (preset) jest niekompatybilne z tym montażem — zła liczba kanałów w montażu z preset!

source: Presets
pl: Ustawienia wstępne (presets)

source: Press a key...
pl: Naciśnij klawisz ...

source: Prevent the console from scrolling when new text is appended
pl: Zapobiegaj przewijaniu konsoli po dodaniu nowego tekstu

source: Preview
pl: Podgląd

source: Preview not available
pl: Podgląd niedostępny

source: Previous
pl: Poprzedni

source: Previous channel
pl: Poprzedni kanał

source: Previous channel (Shift-Space)
pl: Poprzedni kanał (Shift-Spacja)

source: Previous segment
pl: Poprzedni segment

source: Previous topic
pl: Poprzedni temat

source: Procedure filename:
pl: Nazwa pliku procedury:

source: Proceed
pl: Kontynuować

source: Processing markers
pl: Przetwarzanie znaczników

source: Processing segment {0}
pl: Przetwarzanie segmentu {0}

source: Progress
pl: Postęp

source: Project [{0}] exists. Reuse or replace?
pl: Projekt [{0}] istnieje. Ponownie użyć czy zamienić?

source: Properties
pl: Własności

source: Property name
pl: Nazwa własności

source: Psychopy Error
pl: Błąd PsychoPy

source: Psychopy Experiment finished
pl: Eksperyment PsychoPy zakończony

source: Psychopy Experiment finished. Created files:
pl: Eksperyment PsychoPy zakończony. Utworzone pliki:

source: Psychopy experiment can not be run in offline mode.
pl: Eksperymentu PsychoPy nie można uruchomić w trybie offline.

source: Psychopy experiment can not be run on remote host.
pl: Eksperymentu PsychoPy nie można uruchomić na zdalnym hoście.

source: Psychopy experiment files (*.psyexp, *.py)
pl: Pliki eksperymentów PsychoPy (* .psyexp, * .py)

source: Quality parameter (dimensionless)
pl: Parametr jakości (bezwymiarowy)

source: Quality parameter for notch and peak filters must be positive.
pl: Parametr jakości dla filtra wycinającego i podbijającego musi być dodatni.

source: Quick file
pl: Szybki plik

source: RAW
pl: SUROWY

source: Rainbow
pl: Tęcza

source: Range
pl: Zasięg

source: Ranges
pl: Zakresy

source: Ratio preservation
pl: Zachowanie proporcji

source: Raw config (signal input/output/range directives will be added/replaced)
pl: Konfiguracja surowa (dyrektywy wejścia/wyjścia/zakresu sygnału zostaną dodane/zastąpione)

source: Raw signal
pl: Sygnał surowy

source: Read
pl: Czytać

source: Read XML manifest
pl: Przeczytaj manifest XML

source: Received an empty response from openBCI!
pl: Otrzymano pustą odpowiedź od openBCI!

source: Reconfigure basic method parameters
pl: Ponownie skonfiguruj podstawowe parametry metody

source: Reconstruct
pl: Zrekonstruować

source: Reconstruction
pl: Rekonstrukcja

source: Reconstruction height
pl: Wysokość rekonstrukcji

source: Record Tags
pl: Nagraj tagi

source: Record signal and tags from this monitor to a file
pl: Zarejestruj sygnał i tagi z tego monitora do pliku

source: Record video
pl: Nagraj wideo

source: Recording
pl: Nagrywanie

source: Reference
pl: Referencja

source: Reference GUI
pl: GUI referencji

source: Reference matrix
pl: Macierz referencji

source: Refresh
pl: Odśwież

source: Refreshing successfully accomplished!
pl: Odświeżanie zakończone sukcesem!

source: Register a new SignalML codec
pl: Zarejestruj nowy kodek SignalML

source: Register new ...
pl: Zarejestruj nowe ...

source: Register new codec
pl: Zarejestruj nowy kodek

source: Reinit dictionary
pl: Reinicjalizuj słownik

source: Reload
pl: Przeładować

source: Reload current page
pl: Załaduj ponownie bieżącą stronę

source: Remove
pl: Usunąć

source: Remove DC-offset
pl: Usuń offset DC

source: Remove all aborted tasks
pl: Usuń wszystkie przerwane zadania

source: Remove all failed tasks
pl: Usuń wszystkie nieudane zadania

source: Remove all finished tasks
pl: Usuń wszystkie ukończone zadania

source: Remove all non-running tasks
pl: Usuń wszystkie niedziałające zadania

source: Remove all tasks
pl: Usuń wszystkie zadania

source: Remove channels
pl: Usuń kanały

source: Remove codec
pl: Usuń kodek

source: Remove default
pl: Usuń domyślne

source: Remove filter
pl: Usuń filtr

source: Remove from favorites
pl: Usuń z ulubionych

source: Remove range
pl: Usuń zakres

source: Remove selected MP executor
pl: Usuń wybrany plik wykonywalny MP

source: Remove selected style
pl: Usuń wybrany styl

source: Remove selected tag
pl: Usuń wybrany tag

source: Remove signal plot
pl: Usuń wykres sygnału

source: Remove style
pl: Usuń styl

source: Remove tag
pl: Usuń oznaczenie (tag)

source: Remove task
pl: Usuń zadanie

source: Remove this reference (Delete)
pl: Usuń ten odnośnik (klawisz "delete")

source: Remove this task
pl: Usuń to zadanie

source: Replace
pl: Zastąp

source: Replace with current
pl: Zastąp obecnym

source: Requesting abort
pl: Żądanie przerwania

source: Requesting suspend
pl: Żądanie zawieszenia

source: Requesting the list of available {0} amplifiers...
pl: Żądanie listy dostępnych wzmacniaczy {0} ...

source: Required signal parameters
pl: Wymagane parametry sygnału

source: Resets map to default view
pl: Resetuje mapę do domyślnego widoku

source: Resize time scale so that exactly one page fits in the view & align view on page boundary
pl: Skaluj oś czasu tak, aby dokładnie jedna strona zmieściła się w widoku i wyrównaj widok na granicy strony

source: Restore the workspace when the application loads
pl: Przywróć obszar roboczy po załadowaniu aplikacji

source: Restoring configuration
pl: Odtwarzanie konfiguracji

source: Restoring tasks
pl: Przywracanie zadań

source: Restoring workspace
pl: Przywracanie obszaru roboczego

source: Results path is a directory.
pl: Ścieżka wyników to katalog (folder).

source: Results path is not writable
pl: Ścieżka wyników nie jest zapisywalna

source: Results path should not be empty
pl: Ścieżka wyników nie powinna być pusta

source: Results path should not end with path separator
pl: Ścieżka wyników nie powinna kończyć się separatorem ścieżek

source: Resume
pl: Wznawianie

source: Resume all suspended tasks
pl: Wznów wszystkie zawieszone zadania

source: Resume all tasks
pl: Wznów wszystkie zadania

source: Resume this task
pl: Wznów to zadanie

source: Reuse
pl: Ponowne użycie

source: Right click signal to shift page (hold down SHIFT for popup menu)
pl: Kliknij prawym przyciskiem myszy, aby przesunąć stronę (przytrzymaj klawisz SHIFT, aby wyświetlić menu kontekstowe)

source: Right ear montage
pl: Montaż do prawego ucha

source: Roc curve chart
pl: Wykres krzywej ROC

source: Roc parameters
pl: Parametry ROC

source: Roc point properties
pl: Właściwości punktu ROC

source: Roc properties
pl: Właściwości ROC

source: Roc result
pl: Wynik ROC

source: Run method {0}
pl: Metoda uruchamiania {0}

source: SC(order) = log(det(V)) + log(samples) × order × channels² / samples
pl: SC(rząd) = log (det (V)) + log (samples) × order × channels² / samples

source: Sample type
pl: Rodzaj próbki

source: Sample type:
pl: Rodzaj próbki:

source: Sampling Frequency (Hz)
pl: Częstość próbkowania (Hz)

source: Sampling frequency:
pl: Częstość próbkowania:

source: Sanity failed—sample count different than window size
pl: Sanity failed — liczba próbek różna od rozmiaru okna

source: Satisfy all (AND)
pl: Spełnienie wszystkich (AND)

source: Satisfy any (OR)
pl: Spełnienie dowolnego (OR)

source: Save
pl: Zapisz

source: Save All
pl: Zapisz wszystko

source: Save MP configuration
pl: Zapisz konfigurację MP

source: Save Tag
pl: Zapisz znaczniki (tag)

source: Save Tag As...
pl: Zapisz tag jako ...

source: Save XML manifest
pl: Zapisz manifest XML

source: Save active tag
pl: Zapisz aktywny tag

source: Save active tag to another file
pl: Zapisz aktywny tag do innego pliku

source: Save all unsaved documents
pl: Zapisz wszystkie niezapisane dokumenty

source: Save as text
pl: Zapisz jako tekst

source: Save chart as PNG file
pl: Zapisz wykres jako plik PNG

source: Save chart as a PNG file
pl: Zapisz wykres jako plik PNG

source: Save charts to PNG file
pl: Zapisz wykresy do pliku PNG

source: Save config files on every change (otherwise on exit)
pl: Zapisz pliki konfiguracyjne przy każdej zmianie (w przeciwnym wypadku przy wyjściu)

source: Save contents to file
pl: Zapisz zawartość do pliku

source: Save document
pl: Zapisz dokument

source: Save for later use
pl: Zapisz do późniejszego wykorzystania

source: Save full montage with tag file
pl: Zapisz pełny montaż do pliku znaczników (tag)

source: Save impedance
pl: Zapisz impedancję

source: Save preset to file
pl: Zapisz ustawienie wstępne (preset) do pliku

source: Save samples to file
pl: Zapisz próbki do pliku

source: Save signal for MP computation
pl: Zapisz sygnał do obliczeń MP

source: Save statistics to CSV
pl: Zapisz statystyki w pliku CSV

source: Save tag
pl: Zapisz tag

source: Save the contents of the console to a text file
pl: Zapisz zawartość konsoli do pliku tekstowego

source: Save to file
pl: Zapisz do pliku

source: Saving
pl: Zapisywanie

source: Saving monitor document is not supported—use online recording instead.
pl: Zapisywanie dokumentu monitora nie jest obsługiwane — zamiast tego użyj nagrywania monitora.

source: Scale
pl: Skala

source: Scale limits (changes do affect all signals already open)
pl: Zakresy skali (zmiany wpływają na wszystkie sygnały już otwarte)

source: Second document
pl: Drugi dokument

source: Seconds after
pl: Sekund po

source: Seconds before
pl: Sekund przed

source: Segment progress
pl: Postęp segmentu

source: Segments processed
pl: Segmenty przetworzone

source: Select a single java or class file. Contained class must be in default package
pl: Wybierz pojedynczy plik Javy lub klasy. Zawarta klasa musi być w domyślnym pakiecie

source: Select all
pl: Zaznacz wszystko

source: Select at least one channel
pl: Wybierz co najmniej jeden kanał

source: Select at least one tag type
pl: Wybierz co najmniej jeden typ tagu (znacznika)

source: Select none
pl: Odznacz wszystko

source: Select or add a style
pl: Wybierz lub dodaj styl

source: Select precisely
pl: Wybierz dokładnie

source: Select preset
pl: Wybierz ustawienie wstępne (preset)

source: Select preset name
pl: Wybierz nazwę ustawienia wstępnego (preset)

source: Select psychopy experiment to run
pl: Wybierz eksperyment PsychoPy do uruchomienia

source: Select signal blocks
pl: Wybierz bloki sygnału

source: Select signal fragments using selection dialog
pl: Wybierz fragmenty sygnału za pomocą okna dialogowego

source: Select signal pages
pl: Wybierz strony sygnału

source: Select single channel or multichannel custom size signal fragments
pl: Wybierz jedno- lub wielo-kanałowe fragmenty sygnału o niestandardowym rozmiarze

source: Select tag group
pl: Zaznacz grupę tagów

source: Select tags
pl: Wybierz tagi

source: Selected
pl: Wybrany

source: Selected directory not found or inaccessible.
pl: Wybrany katalog nie został znaleziony lub jest niedostępny.

source: Selected file not found or inaccessible.
pl: Wybrany plik nie został znaleziony lub jest niedostępny.

source: Selection of the algorithm
pl: Wybór algorytmu

source: Selection parameters
pl: Parametry wyboru

source: Selection type
pl: Typ wyboru

source: Selects atoms for reconstruction
pl: Wybiera atomy do rekonstrukcji

source: Set preset name
pl: Ustaw nazwę presetu

source: Set tag annotation
pl: Ustaw adnotację znacznika (tagu)

source: Set tag document description
pl: Ustaw opis dokumentu tagu

source: Set the folowing parameters in the import dialog:
pl: Ustaw następujące parametry w oknie dialogowym importowania:

source: Settings
pl: Ustawienia

source: Short-Time Fourier Transform
pl: Krótkoczasowa transformata Fouriera

source: Show
pl: Pokaż

source: Show all log messages in the console, including debug messages
pl: Pokaż wszystkie komunikaty dziennika w konsoli, w tym komunikaty debugowania

source: Show analytical comparison summary
pl: Pokaż analityczne podsumowanie porównania

source: Show as percent
pl: Pokaż jako procent

source: Show atom table
pl: Pokaż tabelę atomów

source: Show atom tool tips
pl: Pokaż wskazówki dotyczące atomów

source: Show axes
pl: Pokaż osie

source: Show block boundaries (only if not too dense)
pl: Pokaż granice bloków (tylko jeśli nie są zbyt gęste)

source: Show bottom panel
pl: Pokaż dolny panel

source: Show channel
pl: Pokaż kanał

source: Show channel center zero levels (only if not too dense)
pl: Pokaż poziomy centrum zera kanału (tylko jeśli nie jest zbyt gęste)

source: Show dialog
pl: Pokaż okno dialogowe

source: Show document
pl: Pokaż dokument

source: Show favorites
pl: Pokaż ulubione

source: Show full reconstruction
pl: Pokaż pełną rekonstrukcję

source: Show left panel
pl: Pokaż lewy panel

source: Show legend
pl: Pokaż legendę

source: Show main toolbar
pl: Pokaż główny pasek narzędzi

source: Show min/max
pl: Pokaż min/maks

source: Show only warning and error log messages in the console
pl: Pokaż tylko komunikaty z ostrzeżeniami i komunikaty o błędach w konsoli

source: Show original signal
pl: Pokaż oryginalny sygnał

source: Show page
pl: Pokaż stronę

source: Show page boundaries (only if not too dense)
pl: Pokaż granice strony (tylko jeśli nie zbyt gęste)

source: Show reconstruction
pl: Pokaż rekonstrukcję

source: Show scale
pl: Pokaż skalę

source: Show segment's atoms in a table
pl: Pokaż atomy segmentu w tabeli

source: Show signal page in viewer
pl: Pokaż stronę sygnału w przeglądarce

source: Show status bar
pl: Pokaż pasek stanu

source: Show tag
pl: Pokaż tag

source: Show tag in viewer
pl: Pokaż tag w przeglądarce

source: Show the status dialog
pl: Pokaż okno dialogowe stanu

source: Show tool tips when mouse hovers over a tag
pl: Pokaż wskazówki narzędzi, gdy mysz unosi się nad tagiem

source: Show tool tips when mouse hovers over an atom
pl: Pokaż wskazówki narzędzi, gdy mysz unosi się nad atomem

source: Show video preview
pl: Pokaż podgląd wideo

source: Shows online signals
pl: Pokazuje sygnały online

source: Shows open books
pl: Pokazuje otwarte książki

source: Shows open signals
pl: Pokazuje otwarte sygnały

source: Shows open tags
pl: Pokazuje otwarte tagi

source: Shows properties of selected objects
pl: Pokazuje właściwości wybranych obiektów

source: Shows workspace
pl: Wyświetla obszar roboczy

source: Signal
pl: Sygnał

source: Signal Viewer, Analyzer and Recorder On GPL
pl: Przeglądarka, analizator i rejestrator sygnałów na licencji GPL

source: Signal antialiasing
pl: Antialiasing sygnału

source: Signal color
pl: Kolor sygnału

source: Signal filename:
pl: Nazwa pliku sygnału:

source: Signal length [s]
pl: Długość sygnału [s]

source: Signal montage
pl: Montaż sygnału

source: Signal online
pl: Sygnał online

source: Signal parameters
pl: Parametry sygnału

source: Signal recording
pl: Nagrywanie sygnału

source: Signal selection
pl: Wybór sygnału

source: Signal source level
pl: Poziom sygnału

source: Signal threshold
pl: Próg sygnału

source: Signal values exceed type capacity. Normalization is necessary. Normalize?
pl: Wartości sygnałów przekraczają pojemność typu. Normalizacja jest konieczna. Normalizować?

source: Signal viewing
pl: Oglądanie sygnału

source: Signal zooming
pl: Powiększanie sygnału (zoom)

source: SignalML Codec not found!
pl: Nie znaleziono kodeka SignalML!

source: SignalML Codecs
pl: Kodeki SignalML

source: Signals
pl: Sygnały

source: Skin conductance
pl: Przewodnictwo skóry

source: Skin potential
pl: Potencjał skóry

source: Sleep spindles
pl: Wrzeciona snu

source: Slope
pl: Nachylenie

source: Snap page to view
pl: Przyciągaj stronę, aby wyświetlić

source: Snap to page
pl: Przyciągaj do strony

source: Some running tasks can be suspended and saved.
pl: Niektóre z uruchomionych zadań można zawiesić i zapisać.

source: Some running tasks will have to be aborted.
pl: Niektóre z uruchomionych zadań będą musiały zostać przerwane.

source: Source channel label cannot be duplicated!
pl: Etykieta kanału źródłowego nie może zostać powielona!

source: Source channel label cannot be empty!
pl: Etykieta kanału źródłowego nie może być pusta!

source: Source channel labels contains bad characters!
pl: Etykiety kanału źródłowego zawierają złe znaki!

source: Source channels labels cannot be duplicated!
pl: Etykiety kanałów źródłowych nie mogą być duplikowane!

source: Source montage
pl: Montaż źródła

source: Special character are not allowed in montage label.
pl: Specjalne znaki nie są dozwolone na etykiecie montażu.

source: Specified video file could not be found. Video preview will not be available.
pl: Nie można znaleźć określonego pliku wideo. Podgląd wideo nie będzie dostępny.

source: Square root
pl: Pierwiastek kwadratowy

source: Start Psychopy Experiment
pl: Rozpocznij Eksperyment PsychoPy

source: Start block
pl: Blok początkowy

source: Start page
pl: Strona startowa

source: Start recording
pl: Rozpocznij nagrywanie

source: Start time
pl: Czas rozpoczęcia

source: Start time [sec]
pl: Czas rozpoczęcia [sek]

source: Starting executable
pl: Uruchomienie pliku wykonywalnego

source: Step response [amplitude]
pl: Odpowiedź skokowa [amplituda]

source: Stop recording
pl: Zatrzymaj nagrywanie

source: Stop to record signal and tags to a file
pl: Zatrzymaj, aby nagrać sygnał i znaczniki do pliku

source: Stopband attenuation [dB]
pl: Tłumienie pasma zaporowego [dB]
