Repository: BrainTech/svarog
Catalog: svarog/src/main/resources/org/signalml/app/resource/i18n/*.po
Languages: pl

source: Stopband center frequency [Hz]
pl: Częstość środkowa pasma zaporowego [Hz]

source: Stopband edge frequency 1 [Hz]
pl: Częstość krawędzi pasma zaporowego 1 [Hz]

source: Stopband edge frequency 2 [Hz]
pl: Częstość krawędzi pasma zaporowego 2 [Hz]

source: Stopping criteria
pl: Kryteria stopu

source: Stream:
pl: Strumień:

source: Style:
pl: Styl:

source: Styles {0} could not be deleted!
pl: Nie można usunąć stylów {0}!

source: Summing
pl: Sumowanie

source: Suspend
pl: Zawieszenie

source: Suspend & save
pl: Zawieś i zapisz

source: Suspend all suspendable tasks
pl: Zawieś wszystkie zawieszalne zadania

source: Suspend all tasks
pl: Zawieś wszystkie zadania

source: Suspend this task (the task might not suspend immediately)
pl: Zawieś to zadanie (zadanie może nie zostać zawieszone natychmiast)

source: Suspended
pl: Zawieszony

source: Suspended tasks have been restored. Do you wish to resume them?
pl: Zawieszone zadania zostały przywrócone. Czy chcesz je wznowić?

source: Svarog do not support opening offline signals from remote experiments.
pl: Svarog nie obsługuje otwierania sygnałów offline ze zdalnych eksperymentów.

source: Svarog needs to be restarted for changes to take effect
pl: Svarog musi zostać ponownie uruchomiony, aby zmiany zaczęły obowiązywać

source: Switch channels as mouse moves
pl: Przełącz kanały, gdy mysz się porusza

source: Switch filtering on/off
pl: Włącz/wyłącz filtrowanie

source: Synchronization
pl: Synchronizacja

source: Synchronize now
pl: Synchronizuj teraz

source: Synchronize plot with master plot
pl: Synchronizuj wykres z wykresem głównym

source: Synchronize tags with trigger
pl: Synchronizuj tagi z wyzwalaczem (triggerem)

source: Synchronizing tags with trigger.
pl: Synchronizacja tagów z wyzwalaczem (triggerem).

source: TP rate
pl: Stosunek TP

source: Tag
pl: Etykieta (tag)

source: Tag attributes
pl: Atrybuty etykiet (tagów)

source: Tag based atom filter
pl: Filtr atomów oparty na znacznikach (tagach)

source: Tag book atoms
pl: Oznacz (taguj) atomy książki

source: Tag comparison
pl: Porównanie znaczników (tagów)

source: Tag document description
pl: Opis dokumentu znaczników (tagów)

source: Tag file
pl: Plik znacznika (tag)

source: Tag file doesn't exist or is unreadable
pl: Plik znaczników (tag) nie istnieje lub jest nieczytelny

source: Tag file not chosen
pl: Plik znaczników (tag) nie został wybrany

source: Tag files (*.tag)
pl: Pliki znaczników (* .tag)

source: Tag mode
pl: Tryb znaczników

source: Tag selection
pl: Wybór znaczników

source: Tag signal blocks
pl: Oznaczaj bloki sygnału

source: Tag signal pages
pl: Oznaczaj strony sygnału

source: Tag single channel or multichannel custom size signal fragments
pl: Oznaczaj jedno- lub wielo-kanałowe fragmenty sygnałów o niestandardowych rozmiarach

source: Tag style
pl: Styl znacznika (tagu)

source: Tag style has been modified. Apply changes?
pl: Styl znacznika (tagu) został zmodyfikowany. Zastosować zmiany?

source: Tag style name already used. Choose another.
pl: Nazwa stylu znacznika (tagu) jest już używana. Wybierz inną.

source: Tag style name cannot be empty
pl: Nazwa stylu znacznika (tagu) nie może być pusta

source: Tag style name must not contain control characters
pl: Nazwa stylu znacznika (tagu) nie może zawierać znaków sterujących

source: Tag style palette
pl: Paleta stylów znaczników

source: Tag styles
pl: Style znaczników

source: Tag styles preset
pl: Preset styli znaczników

source: Tag the selected signal fragment
pl: Oznacz wybrany fragment sygnału

source: Tag tool tips
pl: Wskazówki dotyczące znaczników (tagów)

source: Tagging
pl: Tagowanie

source: Tags
pl: Tagi

source: Tags Synchronized
pl: Tagi Zsynchronizowane

source: Tags filename:
pl: Nazwa pliku z tagami:

source: Tags were saved successfully!
pl: Tagi zostały zapisane pomyślnie!

source: Tags were successfully synchronized with the trigger channel.
pl: Tagi zostały pomyślnie zsynchronizowane z kanałem wyzwalającym.

source: Target montage
pl: Docelowy montaż

source: Task aborted
pl: Zadanie zostało przerwane

source: Task encountered an error
pl: Zadanie napotkało błąd

source: Task finished
pl: Zadanie zakończone

source: Task has been aborted
pl: Zadanie zostało przerwane

source: Task has been suspended
pl: Zadanie zostało zawieszone

source: Task has finished
pl: Zadanie zostało zakończone

source: Task is requesting abort
pl: Zadanie prosi o przerwanie

source: Task is requesting suspend
pl: Zadanie domaga się zawieszenia

source: Task is running
pl: Zadanie jest uruchomione

source: Task is waiting to run
pl: Zadanie oczekuje na uruchomienie

source: Task status
pl: Status zadania

source: Task suspended
pl: Zadanie zostało zawieszone

source: Tasks
pl: Zadania

source: Text files (*.txt)
pl: Pliki tekstowe (* .txt)

source: The default montage is not compatible with this signal and cannot be loaded. Please use the montage editor.
pl: Domyślny montaż nie jest zgodny z tym sygnałem i nie można go załadować. Proszę użyć edytora montażu.

source: The default preset will be permanently overwritten. Are you sure?
pl: Domyślne ustawienie (preset) zostanie trwale nadpisane. Jesteś pewny?

source: The filter designed is not stable.
pl: Zaprojektowany filtr nie jest stabilny.

source: The function {0} cannot be duplicated!
pl: Funkcja {0} nie może być duplikowana!

source: The list of artifact tags cannot contain averaged tags!
pl: Lista znaczników artefaktów nie może zawierać uśrednionych znaczników!

source: The logarithmic range should be contained in ]0,Double.MAX_VALUE] and the lowerBound should be less than the upperBound
pl: Zakres logarytmiczny powinien zawierać się w ]0, Double.MAX_VALUE], a lowerBound powinien być mniejszy niż upperBound

source: The meaning of life turns out to be {0}
pl: Sensem życia okazuje się być {0}

source: The montage is empty. Please add some target channels
pl: Montaż jest pusty. Dodaj kilka kanałów docelowych

source: The order of the filter is too big—the parameters are too strict.
pl: Rząd filtra jest zbyt duży — parametry są zbyt rygorystyczne.

source: The signal and the tag are not compatible in terms of page and block size. Are you sure?
pl: Sygnał i znacznik nie są zgodne pod względem rozmiaru strony i bloku. Jesteś pewny?

source: There was a problem while loading the preset file—is it a correct file?
pl: Wystąpił problem podczas ładowania pliku preset — czy jest to poprawny plik?

source: There was an error while disconnecting from the experiment ({0})
pl: Podczas odłączania się od eksperymentu wystąpił błąd ( {0} )

source: There was an error while loading the file—did you select a correct SignalML file?
pl: Wystąpił błąd podczas ładowania pliku — czy wybrałeś poprawny plik SignalML?

source: There was an error while reading the XML manifest.
pl: Wystąpił błąd podczas odczytu manifestu XML.

source: There was an error while reading the XML manifest. Please input the signal parameters manually.
pl: Wystąpił błąd podczas odczytu manifestu XML. Wprowadź parametry sygnału ręcznie.

source: There were less tags ({0}) than activating trigger slopes ({1}).
pl: Było mniej znaczników ({0}) niż aktywujących zboczy wyzwalacza ({1}).

source: There were more tags ({0}) than activating trigger slopes ({1}). Excessive tags have been removed!
pl: Było więcej znaczników ({0}) niż aktywujących zbiczy trigera ({1}). Nadmiarowe znaczniki zostały usunięte!

source: Theta waves
pl: Fale Theta

source: This approximation function type is not supported by the IIRFilterDesigner.
pl: Ten typ funkcji aproksymacji nie jest obsługiwany przez IIRFilterDesigner.

source: This book cannot be rendered because of lack of memory. Please close other books to free some memory.
pl: Ta książka nie może być renderowana z powodu braku pamięci. Zamknij inne książki, aby zwolnić trochę pamięci.

source: This document is already open. Reload?
pl: Ten dokument jest już otwarty. Załadować ponownie?

source: This file already exists. Overwrite?
pl: Ten plik już istnieje. Nadpisać?

source: This is ASCII representation of tags from svarog
pl: To jest reprezentacja ASCII znaczników ze Svaroga

source: This parameter is inherited from the active tag and may not be changed as long as any tags are open
pl: Ten parametr jest dziedziczony z aktywnego znacznika i nie można go zmienić, dopóki są otwarte jakiekolwiek znaczniki (tagi)

source: This parameter may not be changed for this signal file
pl: Ten parametr nie może zostać zmieniony dla tego pliku sygnału

source: This path is used by another open document. Choose another.
pl: Ta ścieżka jest używana przez inny otwarty dokument. Wybierz inną.

source: This preset is not compatible with current signal and had to be altered accordingly. Please review settings.
pl: To ustawienie wstępne nie jest zgodne z bieżącym sygnałem i musiało zostać odpowiednio zmienione. Sprawdź ustawienia.

source: This preset is not compatible with the current experiment—different number of channels.
pl: To ustawienie nie jest zgodne z bieżącym eksperymentem—inna liczba kanałów.

source: This source channel is used in the target montage and cannot be removed.
pl: Ten kanał źródłowy jest używany w docelowym montażu i nie można go usunąć.

source: This tag document's montage is different from current montage
pl: Ten dokument znacznika różni się od aktualnego montażu

source: This tag style is in use and cannot be removed.
pl: Ten styl znacznika (tagu) jest w użyciu i nie można go usunąć.

source: This tag's signature does not match the signature of the signal. Are you sure?
pl: Sygnatura tego znacznika nie pasuje do sygnatury sygnału. Jesteś pewny?

source: This tool works only for offline signals.
pl: To narzędzie działa tylko dla sygnałów offline.

source: Time [s]
pl: Czas [s]

source: Time fragment selection
pl: Wybór fragmentów czasu

source: Time scale
pl: Skala czasu

source: Time scale [px/sample]
pl: Skala czasu [px/próbka]

source: Time unit: 1
pl: Jednostka czasu: 1

source: Title
pl: Tytuł

source: To (excl.) [Hz]
pl: Do (bez) [Hz]

source: To friendly mode
pl: Do przyjaznego trybu

source: To hide
pl: Ukryć

source: To import it to EEGLab, run File->Import event info->From Matlab array or ASCII File
pl: Aby zaimportować do EEGLab, uruchom File-> Import event info-> From Matlab array or ASCII File

source: To raw mode
pl: Do trybu surowego

source: To show
pl: Pokazać

source: Toggle DC-offset removal from visualisation
pl: Przełącz usuwanie offsetu DC z wizualizacji

source: Toggle drawing of channels whose normal drawing area is completely outside the window (causes slower drawing)
pl: Przełączanie rysowanie kanałów, których normalny obszar rysowania znajduje się całkowicie poza oknem (powoduje wolniejsze rysowanie)

source: Toggle plot antialiasing
pl: Przełącz antyaliasing rysowania

source: Toggle reconstruction antialiasing
pl: Przełącz wygładzanie rekonstrukcji

source: Toggle showing full reconstruction graph
pl: Przełącz pokazywanie pełnego wykresu rekonstrukcji

source: Toggle showing map axes
pl: Przełącz wyświetlanie osi mapy

source: Toggle showing map scale
pl: Przełącz wyświetlanie skali mapy

source: Toggle showing original signal graph
pl: Przełącz wyświetlanie oryginalnego wykresu sygnału

source: Toggle showing reconstruction graph
pl: Przełącz wyświetlanie wykresu rekonstrukcji

source: Toggle showing reconstruction legend
pl: Przełącz wyświetlanie legendy rekonstrukcji

source: Toggle value clamping (causes faster drawing)
pl: Przełącz przycinanie wartości (powoduje szybsze rysowanie)

source: Tool tip settings
pl: Ustawienia podpowiedzi narzędzi

source: Tools
pl: Przybory

source: Topography of ICA components
pl: Topografia komponentów ICA

source: Transfer functions
pl: Funkcje transferu

source: Transfer graph
pl: Przenieś wykres

source: Trigger
pl: Spust (trigger)

source: Trigger channel
pl: Kanał wyzwalania (trigger)

source: True positive rate
pl: Stosunek TP

source: Type
pl: Rodzaj

source: Type delimiter
pl: Wpisz separator

source: Type of DTF:
pl: Typ DTF:

source: Unavailable method
pl: Metoda niedostępna

source: Ungroup
pl: Rozgrupuj

source: Unknown
pl: Nieznany

source: Unknown message chartype
pl: Nieznany typ listy komunikatów

source: Unknown message type
pl: Nieznany typ wiadomości

source: Unsupported tag file format version. Svarog supports only tag file with format version equal to {0}.
pl: Nieobsługiwana wersja formatu pliku znacznika (tag). Svarog obsługuje tylko pliki znaczników z wersją formatu równą {0} .

source: Up to Fn
pl: Do Fn

source: Use local scale
pl: Użyj skali lokalnej

source: Use standard sleep staging styles
pl: Użyj standardowych styli dla stadiów snu

source: Use styles from selected file
pl: Użyj stylów z wybranego pliku

source: Use styles from selected styles preset
pl: Użyj stylów z wybranych presetów

source: Useless deliberation count
pl: Bezużyteczne rozważanie się liczy

source: Validation error
pl: Błąd sprawdzania poprawności

source: Value
pl: Wartość

source: Value scale
pl: Skala wartości

source: Value scale [%]
pl: Skala wartości [%]

source: Vertical scroll lock
pl: Blokada przewijania w pionie

source: Video filename:
pl: Nazwa pliku wideo:

source: Video preview will not work until you restart Svarog.
pl: Podgląd wideo nie będzie działał, dopóki nie uruchomisz ponownie Svaroga.

source: Video saving will continue to operate normally.
pl: Zapis wideo będzie nadal działać normalnie.

source: View
pl: Widok

source: View mode
pl: Tryb podglądu

source: Visibility
pl: Widoczność

source: Visible
pl: Widoczny

source: Waiting
pl: Czekanie

source: Waiting for the first sample...
pl: Czekam na pierwszą próbkę ...

source: Warning
pl: Ostrzeżenie

source: Warning!
pl: Ostrzeżenie!

source: Wavelet Transform
pl: Transformacja falkowa

source: Weight
pl: Waga

source: Whole signal
pl: Cały sygnał

source: Why should I even care?
pl: Dlaczego powinienem się tym przejmować?

source: Window length is invalid
pl: Długość okna jest nieprawidłowa

source: Window parameter
pl: Parametr okna

source: Window type
pl: Typ okna

source: Working directory not writeable
pl: Nie można zapisać do katalogu roboczego

source: Workspace
pl: Obszar roboczy

source: Writing signal file
pl: Zapis sygnału

source: Wrong procedure filename.
pl: Zła nazwa pliku procedury.

source: X-Axis label count should be greater than 0!
pl: Liczba etykiet osi X powinna być większa niż 0!

source: X-axis label count: positive integer required
pl: Liczba etykiet osi X: wymagana jest dodatnia liczba całkowita

source: XML File
pl: Plik XML

source: XML files (*.xml)
pl: Pliki XML (* .xml)

source: XML manifest not found—would you like to choose the XML file manualy?
pl: Nie znaleziono manifestu XML — czy chcesz wybrać plik XML ręcznie?

source: Yes
pl: Tak

source: You can open preview in any other video player, by opening this link:
pl: Możesz otworzyć podgląd w dowolnym innym odtwarzaczu wideo, otwierając ten link:

source: You have to select a valid video stream.
pl: Musisz wybrać poprawny strumień wideo.

source: You must choose at least one parameter to iterate over
pl: Musisz wybrać przynajmniej jeden parametr do iteracji

source: You must configure at least one executor
pl: Musisz skonfigurować co najmniej jeden executor (plik wykonywalny)

source: ZEROs channel
pl: Kanał ZER

source: Zoom factor
pl: Współczynnik powiększenia (zoom)

source: Zoom window size
pl: Rozmiar okna powiększenia (zoom)

source: Zooms the map (hold down Ctrl to zoom out; hold down mouse button for options)
pl: Powiększa mapę (przytrzymaj klawisz Ctrl, aby pomniejszyć, przytrzymaj przycisk myszy, aby wyświetlić opcje)

source: accuracy
pl: precyzja

source: addSourceChannel still failed
pl: addSourceChannel wciąż nie działa

source: alpha
pl: alfa

source: amplitude
pl: amplituda

source: annotation
pl: adnotacja

source: area under curve
pl: obszar pod krzywą (AUC)

source: atom count
pl: liczba atomów

source: auto created by SignalML version [%s] on [%s]
pl: automatycznie stworzone przez SignalML wersja [%s] na [%s]

source: backing file
pl: plik pomocniczy

source: block count
pl: liczba bloków

source: block size
pl: rozmiar bloku

source: blocks per page
pl: bloki na stronę

source: book comment
pl: komentarz książki

source: byte order
pl: kolejność bajtów

source: calculating checksum
pl: obliczanie sumy kontrolnej

source: calibration
pl: kalibrowanie

source: calibration capable
pl: możliwość kalibracji

source: can not access file
pl: nie można uzyskać dostępu do pliku

source: can not create the directory for temporary files
pl: nie można utworzyć katalogu plików tymczasowych

source: cannot open file
pl: nie można otworzyć pliku

source: cannot read file
pl: nie można odczytać pliku

source: channel
pl: kanał

source: channel count
pl: liczba kanałów

source: channel index
pl: indeks kanału

source: channel_name
pl: nazwa kanału

source: codec of this name doesn't exist
pl: kodek o tej nazwie nie istnieje

source: comma
pl: przecinek

source: count of<br>%s<br>per %d s
pl: liczba <br>%s<br>w %d s

source: count per %d s
pl: liczba na %d s

source: creating codec reader
pl: tworzenie kodeka do wczytywania

source: date
pl: data

source: decomposition energy
pl: energia rozkładu

source: description
pl: opis

source: dictionary size
pl: rozmiar słownika

source: dictionary type
pl: typ słownika

source: display preview during recording
pl: wyświetlaj podgląd podczas nagrywania

source: document type
pl: typ dokumentu

source: enable baseline correction
pl: umożliwić korekcję linii bazowej

source: enable filtering
pl: włączyć filtrowanie

source: enable recording
pl: włącz nagrywanie

source: end time
pl: koniec w czasie

source: energy percent
pl: procent energii

source: epochs
pl: odcinki

source: execute from $PATH
pl: wykonać z $PATH

source: exporting book
pl: eksportowanie książki

source: exporting signal
pl: eksportowanie sygnału

source: failed to export signal
pl: eksportowanie sygnału nie powiodło się

source: failed to fetch broker addresses
pl: nie udało się pobrać adresów brokera

source: failed to load
pl: nie udało się załadować

source: failed to open book document
pl: nie udało się otworzyć pliku książki

source: failed to open document
pl: zachowywanie dokumentu

source: failed to read XML, element %s
pl: nie udało się odczytać XML, element %s

source: failed to read codec
pl: nie udało się odczytać kodeka

source: false discovery rate
pl: false discovery rate (FDR)

source: false negative count
pl: liczba fałszywych negatywów (FN)

source: false positive count
pl: liczba fałszywych pozytywów (FP)

source: false rate
pl: wkaźnik fałszywych

source: file doesn't exist
pl: plik nie istnieje

source: fill color
pl: wypełnij kolor

source: filter order = {0}
pl: kolejność filtrów = {0}

source: filtering data
pl: filtrowanie danych

source: format name
pl: nazwa formatu

source: frequency
pl: częstość

source: frequency (Hz)
pl: częstość (Hz)

source: from
pl: z

source: has signal
pl: ma sygnał

source: in each
pl: w każdym

source: is psychopy experiment running
pl: czy jest uruchomiony eksperyment PsychoPy

source: iteration
pl: iteracja

source: key stroke
pl: klawisz

source: label
pl: etykieta

source: last time opened
pl: ostatni raz otwarty

source: leading by {0,number,#.##}s
pl: prowadzenie przez {0,number,#.##}s

source: length
pl: długość

source: marker
pl: znacznik

source: matrix dimension mismatch
pl: niedopasowanie wymiaru matrycy

source: max
pl: maks

source: max time
pl: maksymalny czas

source: max value
pl: maksymalna wartość

source: maximal accuracy
pl: maksymalna dokładność

source: maximal accuracy iteration
pl: maksymalna dokładność iteracji

source: maximum iteration count
pl: maksymalna liczba iteracji

source: maximum signal length
pl: maksymalna długość sygnału

source: message:
pl: wiadomość:

source: min time
pl: minimalny czas

source: min value
pl: minimalna wartość

source: minimum signal length
pl: minimalna długość sygnału

source: missing dependencies
pl: brakujące zależności

source: modified montage
pl: zmodyfikowany montaż

source: modulus
pl: moduł

source: montage from document
pl: montaż z dokumentu

source: name
pl: nazwa

source: negative predictive value
pl: ujemna wartość predykcyjna

source: no active document
pl: brak aktywnego dokumentu

source: no active signal document
pl: brak aktywnego dokumentu z sygnałem

source: no active signal plot
pl: brak aktywnego wykresu sygnału

source: no active signal selection
pl: brak aktywnego wyboru sygnału

source: no active singal document
pl: brak aktywnego dokumentu sygnału

source: no active tag
pl: brak aktywnego tagu

source: no active tag document
pl: brak aktywnego dokumentu znaczników (tag)

source: no current stream
pl: brak bieżącego strumienia

source: no master plot for signal view
pl: brak wykresu głównego dla widoku sygnału

source: no profile directories stored
pl: nie zapisano żadnych katalogów profilu

source: number
pl: liczba

source: occurences of<br>%s
pl: wystąpienia<br>%s

source: off
pl: wyłączone

source: on
pl: włączone

source: opening book
pl: otwieranie książki

source: opening signal
pl: otwieranie sygnału

source: opening tag
pl: otwieranie taga

source: outline color
pl: kolor obrysu

source: outline dash
pl: zarys kreski

source: outline width
pl: szerokość obrysu

source: page
pl: strona

source: page count
pl: liczba stron

source: page size
pl: rozmiar strony

source: path
pl: ścieżka

source: phase
pl: faza

source: point above OSS distance
pl: punkt powyżej odległości OSS

source: point above OSS iteration
pl: punkt powyżej iteracji OSS

source: point below OSS distance
pl: punkt poniżej odległości OSS

source: point below OSS iteration
pl: punkt poniżej iteracji OSS

source: position
pl: pozycja

source: positive predictive value
pl: dodatnia wartość predykcyjna

source: received invalid one-part message
pl: otrzymano niepoprawną wiadomość jednoczęściową

source: received message with more than two parts
pl: otrzymano wiadomość z więcej niż dwiema częściami

source: sample type
pl: typ próbki

source: sampling frequency
pl: częstość próbkowania

source: saving document
pl: zachowywanie dokumentu

source: scale
pl: skala

source: scanning signal
pl: skanowanie sygnału

source: segment count
pl: liczba segmentów

source: segment index
pl: indeks segmentu

source: select AR model order to display graphs
pl: wybierz rząd modelu AR, aby wyświetlić wykresy

source: selected
pl: wybrane

source: sensitivity
pl: czułość

source: series[][] is not a square array
pl: seria[][] nie jest macierzą kwadratową

source: show horizontal lines for 20% and 50%
pl: pokaż poziome linie dla 20% i 50%

source: signal channel count
pl: liczba kanałów sygnału

source: signal energy
pl: energia sygnału

source: signal length
pl: długość sygnału

source: signal plot is null
pl: wykres sygnału jest zerowy

source: signal whitening failed
pl: wybielenie sygnału nie powiodło się

source: signalml MP configuration
pl: konfiguracja MP

source: signalml task [{0}]
pl: zadanie signalml [{0}]

source: single occurences of...
pl: pojedyncze wystąpienia ...

source: size
pl: rozmiar

source: sockets are closed
pl: gniazda są zamknięte

source: space
pl: przestrzeń

source: specifity
pl: specyficzność

source: spectrum of {0}
pl: widmo {0}

source: spindles
pl: wrzeciona

source: start time
pl: czas rozpoczęcia

source: stopped
pl: zatrzymany

source: style
pl: styl

source: synchronized
pl: zsynchronizowany

source: tag count
pl: liczba tagów

source: tag style count
pl: liczba styli tagów

source: text info
pl: informacje tekstowe

source: the xml file ({0})) doesn't contain all necessary values. Missing values: {1}.
pl: plik xml ({0}) nie zawiera wszystkich niezbędnych wartości. Brakujące wartości: {1} .
