Repository: BrainTech/svarog
Catalog: svarog/src/main/resources/org/signalml/app/resource/i18n/*.po
Languages: pl

source: Did not receive any samples in {0} seconds, maybe the experiment is down? Do you wish to wait some more? Press No to disconnect from the experiment.
pl: Nie otrzymałem żadnych próbek w ciągu {0} sekund, może eksperyment nie działa? Czy chcesz poczekać trochę dłużej? Naciśnij Nie, aby rozłączyć się z eksperymentem.

source: Directory [{0}] not accessible.
pl: Folder [{0}] jest niedostępny.

source: Directory [{0}] not found or inaccessible.
pl: Folder [{0}] nie został znaleziony lub jest niedostępny.

source: Directory [{0}] not found. Create?
pl: Folder [{0}] nie został odnaleziony. Uworzyć?

source: Directory not accessible.
pl: Folder niedostępny.

source: Discard
pl: Odrzuć

source: Discard edit
pl: Odrzuć edycję

source: Display context help for this dialog
pl: Wyświetl pomoc kontekstową dla tego okna dialogowego

source: Display context help for this field
pl: Wyświetl pomoc kontekstową dla tego pola

source: Display help contents
pl: Wyświetl zawartość pomocy

source: Display this computer's local time
pl: Wyświetl czas lokalny tego komputera

source: Display this computer's local time on time scale
pl: Wyświetlaj lokalny czas komputera na skali czasu

source: Do not show log messages in the console
pl: Nie pokazuj komunikatów dziennika w konsoli

source: Do you really want to clear the montage?
pl: Czy na pewno chcesz wyczyścić montaż?

source: Documents
pl: Dokumenty

source: Does not draw all of the signal samples
pl: Nie rysuje wszystkich próbek sygnału

source: Don't resume
pl: Nie wznawiaj

source: Double click a row to copy parameters to new range parameters panel
pl: Kliknij dwukrotnie wiersz, aby skopiować parametry do panelu parametrów nowego zakresu

source: Draw filter responses
pl: Narysuj odpowiedzi filtra

source: Draw offscreen channels
pl: Rysuj kanały poza ekranem

source: Drop target channels here to delete them
pl: Upuść tutaj docelowe kanały, aby je usunąć

source: ECG
pl: EKG

source: EEG profiles
pl: Profile EEG

source: EEG profiles (MP)
pl: Profile EEG (MP)

source: EEG profiling tag
pl: Tag do profilowania EEG

source: EEG system
pl: System EEG

source: EEGLab datasets (*.set)
pl: Pliki w formacie EEGLab (* .set)

source: EOG (left)
pl: EOG (lewy)

source: EOG (right)
pl: EOG (prawy)

source: EP averaging result filtering
pl: Filtrowanie wyników uśredniania potencjałów

source: ERP settings
pl: Ustawienia ERP

source: ERROR
pl: BŁĄD

source: ERROR: there was an error while parsing experiment data! (Bad message format?)
pl: BŁĄD — wystąpił błąd podczas analizowania danych eksperymentu! (Zły format wiadomości?)

source: Edit
pl: Edycja

source: Edit FFT sample filter
pl: Edytuj przykładowy filtr FFT

source: Edit MP configuration as text
pl: Edytuj konfigurację MP jako tekst

source: Edit MP configuration with a user friendly editor
pl: Edytuj konfigurację MP za pomocą edytora przyjaznego dla użytkownika

source: Edit base configuration
pl: Edytuj podstawową konfigurację

source: Edit book filter
pl: Edytuj filtr książek

source: Edit book filter chain
pl: Edytuj łańcuch filtrów książek

source: Edit channel's options
pl: Edytuj opcje kanału

source: Edit description
pl: Edytuj opis

source: Edit filter
pl: Edytuj filtr

source: Edit gain and offset
pl: Edytuj wzmocnienie i przesunięcie

source: Edit modified montage
pl: Edytuj zmodyfikowany montaż

source: Edit montage for this plot
pl: Edytuj montaż dla tego wykresu

source: Edit preferences
pl: Edytuj preferencje

source: Edit raw config
pl: Edytuj surową konfigurację

source: Edit reference
pl: Edytuj referencję

source: Edit tag annotation (Ctrl-A)
pl: Edytuj adnotację znacznika (Ctrl-A)

source: Edit tag description
pl: Edytuj opis tagu

source: Edit tag style templates
pl: Edytuj szablony stylów tagów

source: Edit tag styles
pl: Edytuj style znaczników (tagów)

source: Edit time domain filter
pl: Edytuj filtr w domenie czasu

source: Edit...
pl: Edytuj...

source: Effect
pl: Efekt

source: Electrodes type
pl: Typ elektrod

source: Empty filter name
pl: Pusta nazwa filtra

source: Enable all filters
pl: Włącz wszystkie filtry

source: Enable book filtering
pl: Włącz filtrowanie książek

source: Enable filtfilt filtering (only for offline signals)
pl: Włącz filtrowanie filtfilt (tylko dla sygnałów offline)

source: Enable length threshold
pl: Włącz próg długości

source: Enable signal filtering
pl: Włącz filtrowanie sygnału

source: Enabled
pl: Włączone

source: Energy error
pl: Błąd energii

source: Energy error percentage chosen [%]
pl: Wybrany procent błędu energii [%]

source: Energy percent
pl: Procent energii

source: Enter valid floating point number.
pl: Wprowadź poprawną liczbę zmiennoprzecinkową.

source: Erase tags
pl: Wymaż znaczniki

source: Error
pl: Błąd

source: Error in step initialization
pl: Błąd podczas inicjowania kroku

source: Error initializing video preview
pl: Błąd inicjalizacji podglądu wideo

source: Error!
pl: Błąd!

source: Errors in data
pl: Błędy w danych

source: Evoked potential averaging configuration
pl: Konfiguracja uśredniania potencjałów wywołanych

source: Evoked potential averaging result
pl: Wynik uśredniania potencjałów

source: Exception [{0}] with message [{1}]
pl: Wyjątek [{0}] z komunikatem [{1}]

source: Exception occured
pl: Wystąpił wyjątek

source: Exception occurred!
pl: Wystąpił wyjątek!

source: Executable files (*.exe)
pl: Pliki wykonywalne (* .exe)

source: Executor name
pl: Nazwa pliki wykonywalnego

source: Executor not found
pl: Plik wykonywalny nie został znaleziony

source: Exit
pl: Wyjście

source: Expected to end in {0}:{1} min:sec
pl: Oczekiwany koniec w {0}:{1} min:sek

source: Experiment
pl: Eksperyment

source: Export
pl: Eksport

source: Export Book...
pl: Eksportuj książkę...

source: Export Signal
pl: Eksportuj sygnał

source: Export book
pl: Eksportuj książkę

source: Export book to file
pl: Eksportowanie książki do pliku

source: Export format
pl: Format eksportu

source: Export format options
pl: Opcje formatu eksportu

source: Export legacy tag
pl: Eksportuj starsze znaczniki

source: Export options
pl: Opcje eksportu

source: Export preset to file...
pl: Eksportuj gotowe ustawienie (preset) do pliku ...

source: Export signal
pl: Eksportuj sygnał

source: Export signal to simple binary, ASCII or EEGLab format
pl: Eksportuj sygnał do prostego formatu binarnego, ASCII lub EEGLab

source: Export tags
pl: Eksportuj znaczniki (tagi)

source: Export tags to EEGLab events ASCII file format
pl: Eksportuj znaczniki do pliku zdarzeń EEGLab w formacie ASCII

source: Export to EEGLab...
pl: Eksportuj do EEGLab ...

source: FFT coefficients
pl: Współczynniki FFT

source: FFT over {0} points ({1})
pl: FFT powyżej {0} punktów ({1})

source: FFT over {0} points {1} - {2} ({3})
pl: FFT powyżej {0} punktów {1} - {2} ({3})

source: FFT view
pl: Widok FFT

source: FFT window width
pl: Szerokość okna FFT

source: FP rate
pl: Stosunek FP

source: Failed due to error in VLC preview
pl: Nieudane z powodu błędu w podglądzie VLC

source: Failed to build default source montage
pl: Nie można zbudować domyślnego montażu źródła

source: Failed to compile file {0}: {1}
pl: Nie udało się skompilować pliku {0}: {1}

source: Failed to compile the codec
pl: Nie udało się skompilować kodeka

source: Failed to create directory [{0}]
pl: Nie można utworzyć katalogu [{0}]

source: Failed to create directory [{0}].
pl: Nie można utworzyć katalogu [{0}].

source: Failed to create directory.
pl: Nie udało się utworzyć katalogu.

source: Failed to create working dir
pl: Nie udało się utworzyć katalogu roboczego

source: Failed to initialize filter. See log file for details.
pl: Nie można zainicjować filtra. Zobacz plik dziennika, aby poznać szczegóły.

source: Failed to load class
pl: Nie udało się wczytać klasy

source: Failed to load class, null returned
pl: Nie udało się wczytać klasy, zwrócono wartość null

source: Failed to parse URL
pl: Nie można wczytać adresu URL

source: Failed to read file
pl: Nie udało się odczytać pliku

source: Failed to start recording
pl: Nie udało się rozpocząć nagrywania

source: Failed to start video preview
pl: Nie udało się uruchomić podglądu wideo

source: Failed to write xml
pl: Nie udało się zapisać xml

source: False positive rate
pl: False Positive Rate (FPR)

source: Favorites
pl: Ulubione

source: File
pl: Plik

source: File Extensions will be added automatically
pl: Rozszerzenia plików zostaną dodane automatycznie

source: File [{0}] not found or inaccessible.
pl: Plik [{0}] nie został znaleziony lub jest niedostępny.

source: File is not a regular file
pl: Plik nie jest zwykłym plikiem

source: File is not readable
pl: Plik nie jest czytelny

source: File is not writable
pl: Plik nie jest zapisywalny

source: File not found
pl: Nie znaleziono pliku

source: File type
pl: Typ pliku

source: File {0} already exists. Overwrite?
pl: Plik {0} już istnieje. Zastąpić?

source: Fill style
pl: Styl wypełnienia

source: Filter [{0}] failed to initialize with message [{1}] and has been disabled.
pl: Nie udało się zaincjalizować filtra [{0}] bo [{1}] i filtr został wyłączony.

source: Filter description
pl: Opis filtra

source: Filter description must not contain control characters
pl: Opis filtra nie może zawierać znaków kontrolnych

source: Filter design graph
pl: Wykres projektowania filtru

source: Filter design graphs
pl: Wykresy projektowania filtru

source: Filter enable table
pl: Tabela włączania filtrów

source: Filter family
pl: Rodzina filtrów

source: Filter frequency response [decibels]
pl: Odpowiedź częstościowa filtru [decybele]

source: Filter list
pl: Lista filtrów

source: Filter name
pl: Nazwa filtra

source: Filter name must not contain control characters
pl: Nazwa filtru nie może zawierać znaków kontrolnych

source: Filter order is zero—check the input parameters!
pl: Rząd filtra wynosi zero — sprawdź parametry wejściowe!

source: Filter parameters
pl: Parametry filtra

source: Filter type
pl: Typ filtra

source: Filtered signal
pl: Sygnał przefiltrowany

source: Filtering
pl: Filtracja

source: Filtering is disbled for the master plot
pl: Filtrowanie jest wyłączone dla wykresu głównego

source: Filtering is enabled for the master plot
pl: Filtrowanie jest włączone dla wykresu głównego

source: Filtering master switch
pl: Główny przełącznik filtrowania

source: Filters
pl: Filtry

source: Filtfilt filtering switch
pl: Przełącznik filtrowania filtfilt

source: Find the meaning of life
pl: Znajdź sens życia

source: Finding trigger activating slopes.
pl: Znajdowanie skoków aktywujących wyzwalacz (tryger).

source: Finish
pl: Koniec

source: Finished
pl: Skończone

source: Finishing
pl: Kończę

source: First document
pl: Pierwszy dokument

source: First you have to compute FFT.
pl: Najpierw musisz obliczyć FFT.

source: Fit Y-axis to data
pl: Dopasuj oś Y do danych

source: For active tag only
pl: Tylko dla aktywnego znacznika

source: For all tags
pl: Dla wszystkich tagów

source: For band-pass filters the frequencies must fulfill: stopband frequency 1 < passband frequency 1 < passband frequency 2 < stopband frequency 2.
pl: W przypadku filtrów pasmowoprzepustowych częstości muszą spełniać: częstość pasma zatrzymania 1 < częstość pasma przenoszenia 1 < częstość pasma przenoszenia 2 < częstość pasma zatrzymania 2.

source: For band-stop filters the frequencies must fulfill: passband frequency 1 < stopband frequency 1 < stopband frequency 2 < passband frequency 2.
pl: W przypadku filtrów pasmowo zaporowych częstości muszą spełniać: częstość pasma przepustowego 1 < częstość pasma zatrzymania 1 < częstość pasma zatrzymania 2 < częstość pasma przepustowego 2.

source: For high-pass filters the frequencies must fulfill: stopband frequency 1 < passband frequency 1.
pl: W przypadku filtrów górnoprzepustowych częstości muszą spełniać: częstość pasma zatrzymania 1 < częstość pasma przepustowego 1.

source: For logarithmic scale for Y axis min cannot be equal to 0.
pl: Dla skali logarytmicznej dla osi Y minimum nie może być równe 0.

source: For low-pass filters the frequencies must fulfill: passband frequency 1 < stopband frequency 1.
pl: W przypadku filtrów dolnoprzepustowych częstości muszą spełniać: częstość pasma przepustowego 1 < częstotliwość pasma zatrzymania 1.

source: Format name
pl: Nazwa formatu

source: Format name must be set
pl: Nazwa formatu musi być ustawiona

source: Format name must not contain control characters
pl: Nazwa formatu nie może zawierać znaków kontrolnych

source: Free (channel) selection
pl: Dowolny wybór (kanałów)

source: Freq. lables
pl: Oznaczenia częstości

source: Frequency
pl: Częstość

source: Frequency [Hz]
pl: Częstość [Hz]

source: Frequency range [Hz]
pl: Zakres częstości [Hz]

source: Frequency range end: positive integer required
pl: Koniec zakresu częstości: wymagana liczba całkowita dodatnia

source: Frequency range start: positive integer required
pl: Początek zakresu częstości: wymagana jest dodatnia liczba całkowita

source: From (incl.) [Hz]
pl: Od (włącznie) [Hz]

source: Fully qualified class name is required
pl: Wymagana jest w pełni kwalifikowana nazwa klasy

source: Function
pl: Funkcja

source: Gain:
pl: Wzmocnienie:

source: General
pl: Ogólny

source: Generate again
pl: Wygeneruj ponownie

source: Get error
pl: Uzyskaj błąd

source: Get result
pl: Uzyskaj wynik

source: Get the errors from this task
pl: Uzyskaj błędy z tego zadania

source: Get the results of this task
pl: Uzyskaj wyniki tego zadania

source: Got request error from server (code: {0})
pl: Otrzymano błąd żądania od serwera (kod: {0})

source: Got unexpected response from the server: {0},{1}
pl: Otrzymano nieoczekiwaną odpowiedź z serwera: {0},{1}

source: Graphical comparison
pl: Porównanie graficzne

source: Grayscale
pl: Skala szarości

source: Group
pl: Grupa

source: Group delay [samples]
pl: Opóźnienie grupowe [próbki]

source: HQ(order) = log(det(V)) + 2 × log(log(samples)) × order × channels² / samples
pl: HQ(rząd) = log (det (V)) + 2 × log(log (sample)) × order × channels² / samples

source: Help
pl: Pomoc

source: Help contents
pl: Zawartość pomocy

source: Help for signalml
pl: Pomoc dla signalml

source: Hide
pl: Ukryj

source: Hide bottom panel
pl: Ukryj dolny panel

source: Hide favorites
pl: Ukryj ulubione

source: Hide left panel
pl: Ukryj lewy panel

source: Hide main toolbar
pl: Ukryj główny pasek narzędzi

source: High signal values
pl: Wysokie wartości sygnałów

source: History
pl: Historia

source: Horizontal scroll lock
pl: Pozioma blokada przewijania

source: Hurry up
pl: Pośpiesz się

source: Hypnogram
pl: Hipnogram

source: Hypnogram for new tag {0}
pl: Hipnogram dla nowego tagu {0}

source: Hypnogram for {0}
pl: Hipnogram dla {0}

source: I don't know what I'm doing here
pl: Nie wiem, co tu robię

source: I'll just sit here for a while
pl: Po prostu posiedzę tu przez chwilę

source: ICA method failed:
pl: Nieudana metoda ICA:

source: Image was saved successfully!
pl: Obraz został zapisany pomyślnie!

source: Import legacy tag
pl: Importuj starsze znaczniki

source: Import preset from file...
pl: Importuj gotowe ustawienia (preset) z pliku ...

source: Impulse response [amplitude]
pl: Odpowiedź impulsowa [amplituda]

source: Inconsistent stretchFactor %s (should be: %f)
pl: Niespójny współczynnik rozciągnięcia %s (powinien być: %f)

source: Independent Component Analysis
pl: Analiza składników niezależnych (ICA)

source: Index
pl: Indeks

source: Inherited from document
pl: Odziedziczony z dokumentu

source: Initializing
pl: Inicjowanie

source: Initializing codecs
pl: Inicjalizacja kodeków

source: Initializing document manager
pl: Inicjalizacja managera dokumentów

source: Initializing main window
pl: Inicjalizowanie głównego okna

source: Initializing presets
pl: Inicjalizacja presetów

source: Initializing services
pl: Inicjalizacja serwisów

source: Initially passing filter
pl: Początkowo przepuszczający filtr

source: Initially stopping filter
pl: Początkowo zatrzymujący filtr

source: Input data
pl: Dane wejściowe

source: Input field (column) names: 'type latency duration tag_type channel'
pl: Nazwy pól wejściowych (kolumn): "typ latencja czas_trwania typ_tagu kanał"

source: Input: Psychopy procedure
pl: Wejście: procedura PsychoPy

source: Installed codecs
pl: Zainstalowane kodeki

source: Invalid end time.
pl: Nieprawidłowy czas końcowy.

source: Invalid frequency interval.
pl: Nieprawidłowy przedział częstości.

source: Invalid fully qualified class name
pl: Nieprawidłowa w pełni kwalifikowana nazwa klasy

source: Invalid highest frequency.
pl: Nieprawidłowa najwyższa częstość.

source: Invalid image dimensions.
pl: Nieprawidłowe wymiary obrazu.

source: Invalid lowest frequency.
pl: Nieprawidłowa najniższa częstość.

source: Invalid numeric value
pl: Nieprawidłowa wartość liczbowa

source: Invalid page selection.
pl: Nieprawidłowy wybór strony.

source: Invalid start time.
pl: Nieprawidłowy czas rozpoczęcia.

source: Invalid time interval.
pl: Nieprawidłowy przedział czasu.

source: Invert
pl: Odwróć

source: Invisible cursor
pl: Niewidzialny kursor

source: Iterate
pl: Iteruj

source: Iterate finding the meaning of life
pl: Iteruj znajdowanie sensu życia

source: Iterate method {0}
pl: Iteruj metodę {0}

source: Iterate this parameter
pl: Iteruj ten parametr

source: Iteration
pl: Iteracja

source: Iteration configuration
pl: Konfiguracja iteracji

source: Iteration count
pl: Licznik iteracji

source: Iteration end value
pl: Wartość końcowa iteracji

source: Iteration progress
pl: Postęp iteracji

source: Iteration start value
pl: Wartość początkowa iteracji

source: Jar files (*.jar)
pl: Pliki jar (* .jar)

source: K-Complex
pl: Kompleks K

source: Keep Y-axis fixed
pl: Utrzymuj stałe wartości osi Y

source: Keep current
pl: Zatrzymaj bieżący

source: Keep original
pl: Zachowaj oryginał

source: Key
pl: Klawisz

source: Key already used on another style. Choose another.
pl: Klawisz już użyty w innym stylu. Wybierz inny.

source: Label
pl: Etykieta

source: Last directories
pl: Ostatnie katalogi

source: Left ear montage
pl: Montaż do lewego ucha

source: Length
pl: Długość

source: Length (blocks)
pl: Długość (bloki)

source: Length (pages)
pl: Długość (strony)

source: Length (seconds)
pl: Długość (sekundy)

source: Length [sec]
pl: Długość [s]

source: Length threshold
pl: Próg długości

source: Length threshold value [s]
pl: Wartość progu długości [s]

source: Let's find the meaning of life
pl: Znajdźmy sens życia

source: Life is generally pointless
pl: Życie jest na ogół bezcelowe

source: Life sucks
pl: Życie jest do kitu

source: Linear
pl: Liniowy

source: Linked ears montage
pl: Montaż do połączonych uszu

source: List of plugins
pl: Lista wtyczek

source: Lists active tasks that run in the background or on the server
pl: Wyświetla aktywne zadania działające w tle lub na serwerze

source: Load
pl: Obciążenie

source: Load default
pl: Załaduj wartości domyślne

source: Load montage from tag
pl: Załaduj montaż z tagu

source: Load preset from file
pl: Załaduj ustawienie z pliku

source: Load signal selection from loaded preset
pl: Załaduj wybór sygnału z załadowanego presetu

source: Lock scroll
pl: Blokuj przewijanie

source: Logarithmic
pl: Logarytmiczny

source: MATLAB MAT-files (*.mat)
pl: Pliki MATLABa MAT (* .mat)

source: MD5 not supported
pl: MD5 nie jest obsługiwany

source: MP Decomposition configuration
pl: Konfiguracja dekompozycji MP

source: MP Decomposition results
pl: Wyniki dekompozycji MP

source: MP configuration
pl: Konfiguracja MP

source: MP decomposition
pl: Dekompozycja MP

source: MP executable
pl: Plik wykonywalny MP

source: MP executable not found or not accessible
pl: Plik wykonywalny MP nie został znaleziony lub nie jest dostępny

source: MP executor
pl: Plik wykonywalny MP

source: MP executors
pl: Pliki wykonywalne MP

source: MP version
pl: Wersja MP

source: MULTICHANNEL TAGS
pl: WIELOKANAŁOWE TAGI

source: Magnify the signal (for settings press and hold the mouse button here)
pl: Powiększ sygnał (dla ustawień naciśnij tutaj i przytrzymaj przycisk myszy)

source: Make default
pl: Ustaw jako domyślne

source: Make selected executor default
pl: Ustaw wybrany plik wykonywalny jako domyślny

source: Manage SignalML codecs
pl: Zarządzaj kodekami SignalML

source: Map aspect ratio
pl: Współczynnik proporcji mapy

source: Marked
pl: Zaznaczony

source: Marker channel
pl: Kanał znaczników

source: Marker channel & style
pl: Kanał znaczników i styl

source: Marker style
pl: Styl znacznika

source: Max Y axis: positive double required
pl: Maksimum osi Y: wymagana liczba dodatnia

source: Max iterations
pl: Max iteracji

source: Max order of AR model:
pl: Maksymalny rząd modelu AR:

source: Max scale / period
pl: Maks. skala / okres

source: Maximize the document view (see preferences for settings)
pl: Maksymalizuj widok dokumentu (zobacz preferencje dla ustawień)

source: Maximum graph frequency [Hz]
pl: Maksymalna częstość na wykresie [Hz]

source: Maximum graph time value [s]
pl: Maksymalna wartość czasu na wykresie [s]

source: Measure the signal
pl: Zmierz sygnał

source: Message
pl: Wiadomość

source: Method
pl: Metoda

source: Method iteration
pl: Iteracja metody

source: Min Y axis: positive double required
pl: Min. Oś Y: wymagana liczba dodatnia

source: Min/max dialog
pl: Okno dialogowe Min. / Maks.

source: Miscellaneous
pl: Różne

source: Modified
pl: Zmodyfikowany

source: Modulus
pl: Moduł

source: Montage
pl: Montaż

source: Montage description
pl: Opis montażu

source: Montage label cannot be empty.
pl: Etykieta montażu nie może być pusta.

source: Montage labels cannot be duplicates.
pl: Etykiety montażu nie mogą być duplikatami.

source: Montage mismatch.
pl: Niezgodność montażu.

source: Move down
pl: Przesuń w dół

source: Move signal with the mouse
pl: Przesuwaj sygnał za pomocą myszy

source: Move up
pl: Przesuń w górę

source: Multiply
pl: Powiel

source: Name
pl: Nazwa

source: Name exists. Current codec will be replaced!
pl: Nazwa istnieje. Obecny kodek zostanie zastąpiony!

source: Name must not contain control characters
pl: Nazwa nie może zawierać znaków kontrolnych

source: Name of synchronous video file
pl: Nazwa synchronicznego pliku wideo

source: Navigate to next channel
pl: Przejdź do następnego kanału

source: Navigate to next segment
pl: Przejdź do następnego segmentu

source: Navigate to previous channel
pl: Przejdź do poprzedniego kanału

source: Navigate to previous segment
pl: Przejdź do poprzedniego segmentu

source: New
pl: Nowy

source: New FFT filter
pl: Nowy filtr FFT

source: New Tag
pl: Nowy tag

source: New block style
pl: Nowy styl bloku

source: New channel style
pl: Nowy styl kanału

source: New custom filter
pl: Nowy niestandardowy filtr

source: New local executor
pl: Nowy lokalny plik wykonywalny

source: New page style
pl: Nowy styl strony

source: New parameter range filter
pl: Nowy filtr zakresu parametrów

source: New range parameters
pl: Nowe parametry zasięgu

source: New tag based filter
pl: Nowy filtr oparty na tagach

source: New tag {0}
pl: Nowy tag {0}

source: New task
pl: Nowe zadanie

source: New time domain filter
pl: Nowy filtr w domenie czasu

source: Next
pl: Następny

source: Next channel
pl: Następny kanał

source: Next channel (Space)
pl: Następny kanał (przestrzeń)

source: Next segment
pl: Następny segment

source: Next topic
pl: Następny temat

source: No
pl: Nie

source: No FFT computed
pl: Nie obliczono FFT

source: No SignalML codec was found to open this file!
pl: Nie znaleziono właściwego kodeka SignalML, aby otworzyć ten plik!

source: No active book. Choose a book tab first.
pl: Brak aktywnej książki. Najpierw wybierz kartę książki.

source: No active signal. Choose a signal tab first.
pl: Brak aktywnego sygnału. Najpierw wybierz kartę sygnału.
