Repository: BrainTech/svarog
Catalog: svarog/src/main/resources/org/signalml/app/resource/i18n/*.po
Languages: pl

source: this operation is not supported
pl: ta operacja nie jest obsługiwana

source: time (s)
pl: czas (s)

source: time percentage occupied by...
pl: procent czasu zajmowany przez ...

source: timestamp
pl: znacznik czasu

source: to
pl: do

source: trailing by {0,number,#.##}s
pl: kończenie za pomocą {0,number,#.##}s

source: true negative count
pl: liczba poprawnie negatywnych (TN)

source: true positive count
pl: liczba poprawnie pozytywnych (TP)

source: type
pl: rodzaj

source: unlimited
pl: nieograniczony

source: value [µV]
pl: wartość [μV]

source: version
pl: wersja

source: video playback is unavailable on this machine
pl: odtwarzanie wideo jest niedostępne na tym urządzeniu

source: video preview
pl: podgląd wideo

source: video preview (close to continue)
pl: podgląd wideo (zamknij, aby kontynuować)

source: visibility
pl: widoczność

source: waiting for task
pl: czekanie na zadanie

source: web site info
pl: informacje o witrynie internetowej

source: {0} [{1} in channel {2}]
pl: {0} [{1} na kanale {2}]

source: {0} [{1}->{3} in channel {4}]
pl: {0} [{1}->{3} na kanale {4}]

source: {0} has been modified. Save?
pl: {0} zostało zmodyfikowane. Zapisać?

source: {0} pixels/sample
pl: {0} pikseli/próbkę
